{"e": 3, "M": 4, ",": 5, "b": 6, "}": 7, "\u201d": 8, "\u010f": 9, "U": 10, "\u0434": 11, "\u0155": 12, "8": 13, "\u044c": 229, "V": 17, "u": 18, "\u03c3": 19, "\u013c": 110, "\u00a0": 310, "p": 21, "\u2033": 276, "0": 38, "\u00bf": 23, "c": 24, "\u0448": 25, "\u043f": 26, "\u00dd": 184, "\u00cf": 27, "\u00c0": 28, "\u03af": 29, "\u0119": 30, "\u2212": 31, "\u00ba": 32, "\u0144": 34, "\u010d": 35, "\u0404": 36, "\u0441": 37, "\u0163": 210, "\u00e5": 39, "Y": 277, "t": 60, "\u03a4": 42, "\u00ca": 43, "@": 45, "\u0110": 46, "Z": 49, "C": 50, "\u010c": 51, "\u00fb": 171, "\u00fa": 53, "\u00d3": 54, "\u00bb": 247, "\u03cc": 303, "\u00c2": 55, "\u041c": 56, "s": 263, "4": 57, "\u00b3": 58, "\u016f": 285, "\u03b4": 41, "\u03c2": 61, "\u00c7": 62, "\u03bd": 63, "\u03be": 33, "$": 65, "\u1d49": 173, "]": 287, "\u00cc": 68, "\u20ac": 70, "\u0438": 59, "\u0131": 72, "\u0430": 73, "\u00e3": 74, "\u03bc": 75, "P": 76, "N": 77, "\u201c": 78, "\u00e7": 79, "\u00b1": 289, "L": 81, "\u00e6": 82, "\u016b": 83, "\u0391": 84, "\u03ce": 85, "\u03c8": 94, "\u03bb": 191, "A": 88, "F": 90, "\u043c": 91, "\u00f5": 92, "\u0161": 93, "B": 95, "\u00ea": 96, "\u2018": 97, "\u00c5": 291, ")": 99, "\u03c6": 100, "'": 102, "|PAD|": 0, "\u03a5": 104, "\u03b5": 14, "d": 2, "G": 107, "\u039c": 109, "\u013d": 234, "\u00df": 111, "1": 288, "\u0410": 112, "w": 113, "\u0436": 115, "2": 116, "\u0173": 117, "\u00a7": 118, "\u044b": 119, "\u00d6": 120, "\u03b6": 121, "\u00b4": 122, "/": 123, "\u043a": 295, "\u03b7": 124, "r": 125, "D": 126, "\u0137": 253, "\u0146": 128, "\u00f6": 309, "\u00e8": 130, "\u00d0": 131, "\u0113": 132, "\\": 135, "S": 134, "\u017e": 133, "\u02d7": 136, "\u00fd": 137, "\u043e": 138, "\u011b": 139, "\u2019": 140, "\u017c": 170, "j": 22, "\u0437": 217, "!": 142, "#": 143, "\u0117": 144, "-": 145, "9": 146, "z": 147, "\u00ce": 148, "T": 149, "\u015f": 150, "\u00f2": 151, "\u00b5": 152, "\u00a1": 153, "g": 186, "\u0414": 155, "\u00b0": 240, "\u017b": 156, "\u00f3": 157, "\u00c8": 158, "J": 159, "\u01d0": 160, "\u00f9": 161, "\u00c1": 162, "?": 163, "i": 258, "\u03ac": 164, "\u03c0": 165, "a": 166, "[": 167, "\u03ae": 168, "n": 169, "\u03c5": 44, "\u0107": 52, "\u014d": 66, "\u00bd": 174, "\u03b2": 175, "&": 86, "\u0148": 178, "+": 106, "\u0122": 181, "\u0440": 182, "\u00cd": 305, "_": 183, "\u00ad": 47, "x": 246, "\u039d": 294, "\u0432": 154, " ": 187, "\u00b8": 188, "\u00f1": 189, "6": 190, "\u00be": 176, "\u25cb": 192, "\u03c4": 193, "\u041d": 129, "3": 195, "\u015b": 196, "\u200b": 197, "\u01d4": 198, "\u041f": 199, "\u03ad": 200, "\u00ef": 201, "\u00d8": 202, "\u0111": 69, "m": 204, "\u0142": 205, "\u012b": 311, "7": 282, "\u00fc": 206, "H": 207, "R": 180, "\u0395": 108, "\u00ee": 307, ";": 209, "|UNK|": 1, "\u03b9": 212, "\u0106": 213, "\u00b7": 214, "O": 215, "\u0457": 172, "\u03c1": 87, "%": 218, "=": 48, "\u0392": 220, "\u043b": 194, "\"": 222, "\u0422": 223, "I": 224, "\u0423": 225, "\u00c9": 226, "\u0219": 228, "\u2026": 230, "<": 231, "\u0456": 232, "(": 297, "\u03cd": 233, "\u0435": 235, "k": 236, "v": 237, "\u00ed": 238, "\u0447": 239, "\u0454": 64, ":": 255, "\u00a3": 242, "\u0175": 243, "\u03bf": 244, "\u00da": 179, "\u017d": 185, "\u2022": 127, "\u03b1": 248, "\u0160": 249, "\u0159": 250, "\u03ba": 251, "W": 252, "\u044a": 103, "Q": 254, ".": 241, "\u00dc": 256, "K": 257, "*": 203, "\u00e2": 259, "\u00d9": 177, "f": 262, "\u015e": 260, "\u00e4": 101, "\u041e": 15, "\u039f": 268, "\ufffd": 266, "\u03c7": 267, "q": 105, "\u03b3": 269, "\u0439": 270, "\u00ab": 141, "\u0151": 272, "\u00ec": 273, "\u039a": 274, "\u00fe": 275, "\u00f4": 308, "\u0431": 16, "\u0105": 20, "h": 278, "\u00f0": 280, "5": 281, "\u0152": 265, "\u00c6": 264, "{": 283, "l": 284, "\u0433": 114, "\u017a": 245, "\u0101": 67, "\u00e1": 71, "\u00de": 80, "\u0399": 290, "\u013e": 98, "\u03a1": 292, "o": 293, "\u0158": 261, "\u011f": 208, "\u00eb": 296, "E": 40, "\u0153": 298, "\u0103": 299, "\u0130": 300, "\u0165": 301, "\u0442": 302, "\u0109": 211, "\u01ce": 304, "\u00e0": 221, "\u00f8": 306, "y": 286, "\u00b2": 219, "\u043d": 271, "\u00e9": 216, "\u0150": 227, "\u00c4": 89, "\u00d4": 279, "\u00b9": 312, "\u2013": 313, "\u0162": 322, "\u015a": 315, "\u1d50": 316, "X": 317, "\u0141": 318, "\u044e": 319, "\u03a0": 320, "\u044f": 321, "\u0443": 314}