{"\u00df": 2, "t": 3, "\u00d9": 273, "\u00bf": 5, "\u0443": 121, ";": 7, "+": 8, "\u00eb": 9, "\u03ad": 224, "\u016f": 10, "Y": 11, "O": 12, "\u00ce": 110, "\u03a1": 64, "\u015e": 15, "\u0447": 76, "\u0457": 17, "\u00ba": 97, "<": 20, "V": 21, "\u03cc": 22, "\u0162": 23, "\u00e3": 117, "\u00b2": 172, "\u044e": 27, "\ufffd": 28, "\u00a0": 251, "X": 173, "\u00e2": 31, "\u00d3": 32, "k": 33, "\u200b": 35, "\u00e5": 36, "\u00ed": 69, "\u00be": 38, "\u0392": 18, "\u2026": 40, "y": 41, "\u00cd": 42, "\u014d": 43, "\u00b5": 44, "\u00b0": 45, "o": 46, "\u201c": 47, "K": 175, "\u0153": 307, "\u00ef": 49, "\u041f": 243, "#": 90, "\u00e0": 53, "\u0158": 54, "\u03c7": 55, "\u00f6": 56, "\u00e7": 57, "\u00fd": 58, "\u043f": 316, ":": 230, "\u0439": 61, "\u2018": 62, "\u00bb": 63, "\u043d": 14, "\u0432": 65, "\u0155": 67, "\u00e6": 68, "\u0160": 37, "s": 70, "N": 275, "\u00f5": 71, "\u0142": 72, "\u0434": 73, "5": 225, "9": 75, "\u03a0": 77, "\u00b7": 278, "\u0410": 78, "\u015a": 79, "%": 80, "\u00dc": 81, "\u03b5": 82, "\u043c": 83, "r": 84, "\u041e": 149, "f": 154, "\u03ce": 87, "\u00fb": 88, "\u00fe": 89, "\"": 91, "\u00ee": 92, "\u00ab": 93, "\u0395": 105, "\u03c3": 96, "\u0106": 212, "\u0219": 126, "\u00d8": 298, "B": 99, "\u03c2": 100, "1": 101, "\u03bf": 289, "p": 102, "\u00c2": 103, "L": 104, "\u011b": 252, "\u00ca": 13, "\u03b7": 107, "\u00b8": 108, "W": 109, "\u0448": 162, "\u039c": 260, "h": 113, "\u013d": 6, "M": 188, "'": 301, "\u00f8": 116, "\u00e9": 201, "\u2212": 303, "\u2013": 118, "\u02d7": 119, "\u017c": 122, "\u2022": 123, "(": 170, "\u010f": 124, "{": 125, "\\": 296, "\u00cf": 127, "\u044f": 128, "\u0111": 129, "\u0130": 131, "\u0441": 112, "\u03b1": 134, "\u00a1": 276, "8": 135, "\u00de": 136, "\u00b9": 191, "!": 244, "\u01d4": 139, "\u00d4": 156, "\u2019": 297, "\u00f9": 245, "S": 290, "\u0165": 143, "b": 144, "\u0422": 145, "a": 146, "\u0442": 147, "\u00d6": 148, "e": 150, "Z": 86, "\u03c0": 34, ".": 155, "\u0150": 194, "U": 157, "\u039d": 158, "\u016b": 159, "\u0430": 208, "|UNK|": 1, "\u0436": 161, "\u03ba": 269, "\u0173": 163, "\u00e4": 274, "R": 164, "\u00b1": 165, "j": 166, "\u00c0": 167, "\u0161": 168, ")": 169, "\u00a7": 16, ",": 171, "\u0148": 26, "\u00da": 30, "\u03c6": 184, "\u00f0": 48, "\u00b3": 51, "\u0117": 52, "\u03c1": 74, "\u0122": 179, "\u00f2": 180, "v": 181, "\u00dd": 199, "\u00fc": 183, "\u0151": 185, "\u00c9": 186, "\u00f4": 187, "\u03ac": 115, "=": 190, "\u044c": 295, "\u00ec": 192, "\u0141": 193, "\u043e": 94, "\u0404": 120, "\u0109": 50, "u": 176, "\u03cd": 197, "\u013e": 174, "\u1d50": 182, "z": 200, "\u00e1": 196, "\u017d": 202, "\u0454": 140, "J": 204, "\u00e8": 205, "\u03b9": 141, "\u00f3": 207, "\u03b4": 242, "g": 209, "\u017a": 210, "\u00a3": 211, "\u00cc": 213, "\u00fa": 214, "\u0456": 215, "\u015f": 85, "\u012b": 98, "/": 319, "i": 218, "n": 219, "\u03a4": 220, "E": 221, "\u0399": 203, "2": 223, "\u03be": 137, "\u0438": 217, "\u00ad": 19, "D": 24, "m": 206, "\u0107": 228, "&": 229, "\u041c": 60, "6": 231, "\u043a": 233, "\u1d49": 234, "\u039f": 235, "\u00c4": 236, "\u0103": 237, "\u00ea": 238, "\u0433": 239, "w": 240, "@": 257, "q": 152, "\u0437": 66, "T": 142, "Q": 246, "\u0131": 178, "\u010d": 262, "_": 310, "\u01ce": 248, "A": 153, "\u0175": 232, "\u0423": 291, "[": 226, "H": 253, "\u00d0": 254, "\u017e": 255, "\u03bd": 256, "\u0159": 241, "\u00f1": 177, "-": 313, "\u03c5": 250, "}": 259, "\u044a": 25, "\u013c": 261, "\u03c4": 130, "4": 263, "\u01d0": 264, "$": 265, "\u0113": 266, "\u017b": 267, "\u0119": 268, "\u0414": 270, "\u00c8": 271, "x": 272, "\u00c6": 249, "\u00bd": 4, "\u0144": 106, "\u00c7": 247, "\u0110": 151, "\u03ae": 277, "\u0391": 216, "\u0101": 279, "?": 280, "\u2033": 281, "\u03bc": 282, "I": 283, " ": 284, "P": 227, "l": 285, "\u03af": 286, "\u0137": 132, "\u041d": 95, "\u201d": 195, "|PAD|": 0, "\u015b": 287, "\u00b4": 292, "\u03c8": 294, "\u00c5": 288, "\u0435": 138, "\u043b": 258, "3": 133, "\u0163": 321, "F": 299, "c": 300, "\u039a": 160, "\u25cb": 302, "C": 39, "\u03b2": 304, "\u044b": 305, "\u03b3": 306, "*": 222, "\u010c": 308, "7": 309, "\u011f": 198, "\u0152": 111, "d": 114, "\u0431": 312, "\u0440": 293, "\u03a5": 314, "]": 315, "\u03bb": 29, "\u0146": 317, "\u00c1": 318, "\u0105": 59, "\u20ac": 320, "\u03b6": 189, "0": 322, "G": 311}