{"0": "|PAD|", "1": "|UNK|", "2": "\u00df", "3": "t", "4": "\u00bd", "5": "\u00bf", "6": "\u013d", "7": ";", "8": "+", "9": "\u00eb", "10": "\u016f", "11": "Y", "12": "O", "13": "\u00ca", "14": "\u043d", "15": "\u015e", "16": "\u00a7", "17": "\u0457", "18": "\u0392", "19": "\u00ad", "20": "<", "21": "V", "22": "\u03cc", "23": "\u0162", "24": "D", "25": "\u044a", "26": "\u0148", "27": "\u044e", "28": "\ufffd", "29": "\u03bb", "30": "\u00da", "31": "\u00e2", "32": "\u00d3", "33": "k", "34": "\u03c0", "35": "\u200b", "36": "\u00e5", "37": "\u0160", "38": "\u00be", "39": "C", "40": "\u2026", "41": "y", "42": "\u00cd", "43": "\u014d", "44": "\u00b5", "45": "\u00b0", "46": "o", "47": "\u201c", "48": "\u00f0", "49": "\u00ef", "50": "\u0109", "51": "\u00b3", "52": "\u0117", "53": "\u00e0", "54": "\u0158", "55": "\u03c7", "56": "\u00f6", "57": "\u00e7", "58": "\u00fd", "59": "\u0105", "60": "\u041c", "61": "\u0439", "62": "\u2018", "63": "\u00bb", "64": "\u03a1", "65": "\u0432", "66": "\u0437", "67": "\u0155", "68": "\u00e6", "69": "\u00ed", "70": "s", "71": "\u00f5", "72": "\u0142", "73": "\u0434", "74": "\u03c1", "75": "9", "76": "\u0447", "77": "\u03a0", "78": "\u0410", "79": "\u015a", "80": "%", "81": "\u00dc", "82": "\u03b5", "83": "\u043c", "84": "r", "85": "\u015f", "86": "Z", "87": "\u03ce", "88": "\u00fb", "89": "\u00fe", "90": "#", "91": "\"", "92": "\u00ee", "93": "\u00ab", "94": "\u043e", "95": "\u041d", "96": "\u03c3", "97": "\u00ba", "98": "\u012b", "99": "B", "100": "\u03c2", "101": "1", "102": "p", "103": "\u00c2", "104": "L", "105": "\u0395", "106": "\u0144", "107": "\u03b7", "108": "\u00b8", "109": "W", "110": "\u00ce", "111": "\u0152", "112": "\u0441", "113": "h", "114": "d", "115": "\u03ac", "116": "\u00f8", "117": "\u00e3", "118": "\u2013", "119": "\u02d7", "120": "\u0404", "121": "\u0443", "122": "\u017c", "123": "\u2022", "124": "\u010f", "125": "{", "126": "\u0219", "127": "\u00cf", "128": "\u044f", "129": "\u0111", "130": "\u03c4", "131": "\u0130", "132": "\u0137", "133": "3", "134": "\u03b1", "135": "8", "136": "\u00de", "137": "\u03be", "138": "\u0435", "139": "\u01d4", "140": "\u0454", "141": "\u03b9", "142": "T", "143": "\u0165", "144": "b", "145": "\u0422", "146": "a", "147": "\u0442", "148": "\u00d6", "149": "\u041e", "150": "e", "151": "\u0110", "152": "q", "153": "A", "154": "f", "155": ".", "156": "\u00d4", "157": "U", "158": "\u039d", "159": "\u016b", "160": "\u039a", "161": "\u0436", "162": "\u0448", "163": "\u0173", "164": "R", "165": "\u00b1", "166": "j", "167": "\u00c0", "168": "\u0161", "169": ")", "170": "(", "171": ",", "172": "\u00b2", "173": "X", "174": "\u013e", "175": "K", "176": "u", "177": "\u00f1", "178": "\u0131", "179": "\u0122", "180": "\u00f2", "181": "v", "182": "\u1d50", "183": "\u00fc", "184": "\u03c6", "185": "\u0151", "186": "\u00c9", "187": "\u00f4", "188": "M", "189": "\u03b6", "190": "=", "191": "\u00b9", "192": "\u00ec", "193": "\u0141", "194": "\u0150", "195": "\u201d", "196": "\u00e1", "197": "\u03cd", "198": "\u011f", "199": "\u00dd", "200": "z", "201": "\u00e9", "202": "\u017d", "203": "\u0399", "204": "J", "205": "\u00e8", "206": "m", "207": "\u00f3", "208": "\u0430", "209": "g", "210": "\u017a", "211": "\u00a3", "212": "\u0106", "213": "\u00cc", "214": "\u00fa", "215": "\u0456", "216": "\u0391", "217": "\u0438", "218": "i", "219": "n", "220": "\u03a4", "221": "E", "222": "*", "223": "2", "224": "\u03ad", "225": "5", "226": "[", "227": "P", "228": "\u0107", "229": "&", "230": ":", "231": "6", "232": "\u0175", "233": "\u043a", "234": "\u1d49", "235": "\u039f", "236": "\u00c4", "237": "\u0103", "238": "\u00ea", "239": "\u0433", "240": "w", "241": "\u0159", "242": "\u03b4", "243": "\u041f", "244": "!", "245": "\u00f9", "246": "Q", "247": "\u00c7", "248": "\u01ce", "249": "\u00c6", "250": "\u03c5", "251": "\u00a0", "252": "\u011b", "253": "H", "254": "\u00d0", "255": "\u017e", "256": "\u03bd", "257": "@", "258": "\u043b", "259": "}", "260": "\u039c", "261": "\u013c", "262": "\u010d", "263": "4", "264": "\u01d0", "265": "$", "266": "\u0113", "267": "\u017b", "268": "\u0119", "269": "\u03ba", "270": "\u0414", "271": "\u00c8", "272": "x", "273": "\u00d9", "274": "\u00e4", "275": "N", "276": "\u00a1", "277": "\u03ae", "278": "\u00b7", "279": "\u0101", "280": "?", "281": "\u2033", "282": "\u03bc", "283": "I", "284": " ", "285": "l", "286": "\u03af", "287": "\u015b", "288": "\u00c5", "289": "\u03bf", "290": "S", "291": "\u0423", "292": "\u00b4", "293": "\u0440", "294": "\u03c8", "295": "\u044c", "296": "\\", "297": "\u2019", "298": "\u00d8", "299": "F", "300": "c", "301": "'", "302": "\u25cb", "303": "\u2212", "304": "\u03b2", "305": "\u044b", "306": "\u03b3", "307": "\u0153", "308": "\u010c", "309": "7", "310": "_", "311": "G", "312": "\u0431", "313": "-", "314": "\u03a5", "315": "]", "316": "\u043f", "317": "\u0146", "318": "\u00c1", "319": "/", "320": "\u20ac", "321": "\u0163", "322": "0"}