{"0": "|PAD|", "1": "|UNK|", "2": "d", "3": "e", "4": "M", "5": ",", "6": "b", "7": "}", "8": "\u201d", "9": "\u010f", "10": "U", "11": "\u0434", "12": "\u0155", "13": "8", "14": "\u03b5", "15": "\u041e", "16": "\u0431", "17": "V", "18": "u", "19": "\u03c3", "20": "\u0105", "21": "p", "22": "j", "23": "\u00bf", "24": "c", "25": "\u0448", "26": "\u043f", "27": "\u00cf", "28": "\u00c0", "29": "\u03af", "30": "\u0119", "31": "\u2212", "32": "\u00ba", "33": "\u03be", "34": "\u0144", "35": "\u010d", "36": "\u0404", "37": "\u0441", "38": "0", "39": "\u00e5", "40": "E", "41": "\u03b4", "42": "\u03a4", "43": "\u00ca", "44": "\u03c5", "45": "@", "46": "\u0110", "47": "\u00ad", "48": "=", "49": "Z", "50": "C", "51": "\u010c", "52": "\u0107", "53": "\u00fa", "54": "\u00d3", "55": "\u00c2", "56": "\u041c", "57": "4", "58": "\u00b3", "59": "\u0438", "60": "t", "61": "\u03c2", "62": "\u00c7", "63": "\u03bd", "64": "\u0454", "65": "$", "66": "\u014d", "67": "\u0101", "68": "\u00cc", "69": "\u0111", "70": "\u20ac", "71": "\u00e1", "72": "\u0131", "73": "\u0430", "74": "\u00e3", "75": "\u03bc", "76": "P", "77": "N", "78": "\u201c", "79": "\u00e7", "80": "\u00de", "81": "L", "82": "\u00e6", "83": "\u016b", "84": "\u0391", "85": "\u03ce", "86": "&", "87": "\u03c1", "88": "A", "89": "\u00c4", "90": "F", "91": "\u043c", "92": "\u00f5", "93": "\u0161", "94": "\u03c8", "95": "B", "96": "\u00ea", "97": "\u2018", "98": "\u013e", "99": ")", "100": "\u03c6", "101": "\u00e4", "102": "'", "103": "\u044a", "104": "\u03a5", "105": "q", "106": "+", "107": "G", "108": "\u0395", "109": "\u039c", "110": "\u013c", "111": "\u00df", "112": "\u0410", "113": "w", "114": "\u0433", "115": "\u0436", "116": "2", "117": "\u0173", "118": "\u00a7", "119": "\u044b", "120": "\u00d6", "121": "\u03b6", "122": "\u00b4", "123": "/", "124": "\u03b7", "125": "r", "126": "D", "127": "\u2022", "128": "\u0146", "129": "\u041d", "130": "\u00e8", "131": "\u00d0", "132": "\u0113", "133": "\u017e", "134": "S", "135": "\\", "136": "\u02d7", "137": "\u00fd", "138": "\u043e", "139": "\u011b", "140": "\u2019", "141": "\u00ab", "142": "!", "143": "#", "144": "\u0117", "145": "-", "146": "9", "147": "z", "148": "\u00ce", "149": "T", "150": "\u015f", "151": "\u00f2", "152": "\u00b5", "153": "\u00a1", "154": "\u0432", "155": "\u0414", "156": "\u017b", "157": "\u00f3", "158": "\u00c8", "159": "J", "160": "\u01d0", "161": "\u00f9", "162": "\u00c1", "163": "?", "164": "\u03ac", "165": "\u03c0", "166": "a", "167": "[", "168": "\u03ae", "169": "n", "170": "\u017c", "171": "\u00fb", "172": "\u0457", "173": "\u1d49", "174": "\u00bd", "175": "\u03b2", "176": "\u00be", "177": "\u00d9", "178": "\u0148", "179": "\u00da", "180": "R", "181": "\u0122", "182": "\u0440", "183": "_", "184": "\u00dd", "185": "\u017d", "186": "g", "187": " ", "188": "\u00b8", "189": "\u00f1", "190": "6", "191": "\u03bb", "192": "\u25cb", "193": "\u03c4", "194": "\u043b", "195": "3", "196": "\u015b", "197": "\u200b", "198": "\u01d4", "199": "\u041f", "200": "\u03ad", "201": "\u00ef", "202": "\u00d8", "203": "*", "204": "m", "205": "\u0142", "206": "\u00fc", "207": "H", "208": "\u011f", "209": ";", "210": "\u0163", "211": "\u0109", "212": "\u03b9", "213": "\u0106", "214": "\u00b7", "215": "O", "216": "\u00e9", "217": "\u0437", "218": "%", "219": "\u00b2", "220": "\u0392", "221": "\u00e0", "222": "\"", "223": "\u0422", "224": "I", "225": "\u0423", "226": "\u00c9", "227": "\u0150", "228": "\u0219", "229": "\u044c", "230": "\u2026", "231": "<", "232": "\u0456", "233": "\u03cd", "234": "\u013d", "235": "\u0435", "236": "k", "237": "v", "238": "\u00ed", "239": "\u0447", "240": "\u00b0", "241": ".", "242": "\u00a3", "243": "\u0175", "244": "\u03bf", "245": "\u017a", "246": "x", "247": "\u00bb", "248": "\u03b1", "249": "\u0160", "250": "\u0159", "251": "\u03ba", "252": "W", "253": "\u0137", "254": "Q", "255": ":", "256": "\u00dc", "257": "K", "258": "i", "259": "\u00e2", "260": "\u015e", "261": "\u0158", "262": "f", "263": "s", "264": "\u00c6", "265": "\u0152", "266": "\ufffd", "267": "\u03c7", "268": "\u039f", "269": "\u03b3", "270": "\u0439", "271": "\u043d", "272": "\u0151", "273": "\u00ec", "274": "\u039a", "275": "\u00fe", "276": "\u2033", "277": "Y", "278": "h", "279": "\u00d4", "280": "\u00f0", "281": "5", "282": "7", "283": "{", "284": "l", "285": "\u016f", "286": "y", "287": "]", "288": "1", "289": "\u00b1", "290": "\u0399", "291": "\u00c5", "292": "\u03a1", "293": "o", "294": "\u039d", "295": "\u043a", "296": "\u00eb", "297": "(", "298": "\u0153", "299": "\u0103", "300": "\u0130", "301": "\u0165", "302": "\u0442", "303": "\u03cc", "304": "\u01ce", "305": "\u00cd", "306": "\u00f8", "307": "\u00ee", "308": "\u00f4", "309": "\u00f6", "310": "\u00a0", "311": "\u012b", "312": "\u00b9", "313": "\u2013", "314": "\u0443", "315": "\u015a", "316": "\u1d50", "317": "X", "318": "\u0141", "319": "\u044e", "320": "\u03a0", "321": "\u044f", "322": "\u0162"}