{"birmingham": 25981, "steer": 68635, "sct": 99256, "pilonne": 79014, "europ\u00e9enne-iran": 79015, "quotidiennement": 6813, "euro-am\u00e9ricains": 79016, "a5-0128/2003": 99257, "lentes": 19339, "internationalcelle-ci": 99258, "d\u00e9tendue": 40053, "ma\u00f1ka": 68636, "l'articuler": 99259, "baghi": 79017, "contaminer": 22690, "pardonnerai": 99261, "soci\u00e9t\u00e9s": 996, "hi-fi": 79018, "2005/2124": 99262, "h\u00e9sitons": 26642, "nommions": 99264, "identifi\u00e9es": 8686, "ultralib\u00e9ralistes": 99265, "90/654": 99266, "c\u0103t\u0103lin": 53753, "barroso-verheugen": 99267, "j'axerai": 44306, "\u00e9num\u00e9rer": 12204, "53e": 44308, "novare": 79020, "astrophysique": 99268, "d'ex\u00e9cutants": 99269, "b5-0171/1999": 99271, "totale": 1492, "azur\u00e9es": 99272, "caf\u00e9-bar": 99273, "perry": 10721, "o,9": 99274, "perduca": 79021, "communications": 2882, "leinen": 8408, "g\u00e2tent": 53754, "2008..": 99275, "turco-marocain": 99276, "muchissimas": 99277, "-leur": 99278, "hankiss": 30465, "profane": 29012, "conserverais": 79022, "placent": 9496, "entendez-vous": 23581, "parrain": 36828, "ruhuna": 77495, "iudice": 99279, "rem\u00e9morerons": 99280, "cecaf": 99281, "s-testa": 75545, "connaissaient": 17634, "balkanique": 24295, "collo\u00efdes": 99282, "englobait": 41279, "gluten": 31011, "mona": 99283, "l'inqui\u00e9tant": 62121, "dentisterie": 42676, "kendal": 79026, "a5-0292/2001": 92342, "capitalrisque": 74635, "d\u00e9funte": 29459, "l'interpeller": 79027, "d\u00e9laiss\u00e9e": 44307, "l'ancien-nouveau": 99287, "0045/2006": 75462, "c6-0031/2005": 99288, "badoit": 99289, "r\u00e9glerons": 31585, "l'exacerber": 62122, "ordonnant": 37792, "berdymukhamedov": 99290, "\u00e9tendre": 3028, "morvai": 29013, "m'obstiner": 99291, "0583": 68638, "h-0436/99": 99292, "confisquer": 17749, "boulons": 62123, "l'int\u00e9rimaire": 99293, "m\u00e8ne": 3378, "l'inestimable": 68639, "compassion": 8303, "arc-bout\u00e9s": 99295, "h-0329/01": 99297, "a5-0031/1999": 83806, "prot\u00e9gerai": 68641, "nanomat\u00e9riaux": 18278, "respecteux": 99300, "emp\u00eacherait": 13616, "clerq": 68642, "refr\u00e8ne": 99301, "sabha": 78053, "d'inclure": 4129, "r\u00e9cessif": 62125, "opin\u00e9ment": 99303, "\u00e9conomisme": 99305, "pol\u00e9mique": 8914, "\u00e9trangl\u00e9s": 62126, "bruxelles-capitale": 57496, "l'o.u.a.": 99307, "d\u00e9chanter": 46158, "sapard": 15032, "l'olympe": 50713, "an": 1011, "d'efforts": 3998, "-b4-0919/96": 99308, "revaloriser": 22906, "envies": 41280, "b6-0019/2005": 79032, "raluca-ioana": 79034, "navarrais": 62127, "g\u00e2ch\u00e9": 25672, "influencent": 13458, "d\u00e9pendions": 50714, "a5-0009/01": 99310, "baskets": 79035, "pcb": 15658, "avigdor": 79036, "mathieu": 16243, "d\u00e9laiss\u00e9": 31586, "d\u00e9localiseraient": 99311, "332/2002": 57477, "-b4-0546/98": 99312, "cioffi": 99313, "masire": 79037, "pola": 68644, "l'internaute": 99314, "gazexport": 99315, "rolando": 68645, "accord\u00e9": 2761, "m\u00e9nages": 6870, "l'ont-elles": 68646, "rappellerais": 18614, "poignarder": 53756, "retarderez": 99316, "hennis-plasschaert": 22668, "initier": 15514, "nazis-fascistes": 99317, "co\u00fbts-efficacit\u00e9": 79039, "m'\u00e9tonnant": 82107, "cachons": 23329, "direttiva": 99319, "pilger": 57478, "a4-0247/98": 79120, "r\u00e9futait": 99320, "rong\u00e9e": 46159, "essen": 16328, "b5-0116/99": 99321, "jalalpur": 99323, "1,60": 99324, "a5-0216/2003": 99325, "manfred": 34094, "\u00e9pong\u00e9": 99327, "s'annule": 79042, "l'avenire": 99328, "n'exag\u00e9rons": 62130, "interferon": 99329, "intracapitalistes": 99331, "n\u00e9crologique": 79043, "l\u00e9glise-costa": 57479, "l'\u00e9tioler": 99332, "michard": 99333, "\u00e9tonnante": 18919, "compostage": 27750, "\u0454\u0432\u0440\u043e\u043f\u0435\u0439\u0441\u044a\u043a\u0438\u0439": 99334, "rou\u00e9": 62131, "indiff\u00e9rents": 11956, "bes\u00f3s": 99335, "xilai": 79045, "14-24": 99338, "crisis": 38894, "ce-\u00e9gypte": 99339, "b5-0005/2004": 99340, "accul\u00e9es": 53780, "capillaire": 79046, "esquiss\u00e9es": 30466, "m\u00e9fiant": 37793, "89/2010": 79048, "anticoncurrence": 99341, "psych\u00e9": 79049, "d\u00e9finissant": 7194, "aguments": 99342, "l'otan": 2008, "approvisionn\u00e9e": 68649, "1999/36/ce": 79164, "fotiadis": 79050, "toia": 26284, "baliser": 30605, "qu'autorit\u00e9s": 62132, "d\u00e9couvrira": 32796, "bu\u00edochas": 94390, "regagnera": 62133, "pouvais": 9665, "conditionnent": 18917, "inaugurez": 99349, "tarifant": 99350, "d\u00e9nomme": 62134, "s'\u00e9chine": 99352, "soutenez-": 99353, "continuelles": 24438, "1996": 2057, "a5\u00ad045/2000": 99354, "sur-centralisation": 99355, "multicouches": 99356, "harmonis\u00e9e": 7331, "identit\u00e9": 3197, "victorien": 99357, "outill\u00e9e": 99358, "fois-l\u00e0": 59793, "remanient": 99359, "m'informer": 26643, "cor\u00e9e/ce": 99360, "unesco": 15172, "soulageons": 99361, "-b4-0006/98": 99362, "d\u00e9sinhibante": 99363, "coll\u00e9e": 53255, "socioprofessionnelles": 68651, "croato-musulman": 99364, "c5-0476/2000": 79053, "dilettante": 62135, "progr\u00e8s-l\u00e0": 99365, "trucid\u00e9": 99366, "morbihan": 99367, "independant": 68652, "non-exportabilit\u00e9": 62136, "\u00e5klagaren": 99368, "h-0794/97": 99371, "canadairs": 41282, "gallons": 68719, "nwimmo": 99374, "d'ardeur": 32797, "finz": 68653, "sikorski": 67947, "malvenue": 32202, "suicident": 48289, "2005/2084": 99378, "d\u00e9montrer": 3544, "pilotes": 5502, "\u00e9voqu\u00e9s": 4792, "d'anatoly": 99380, "documentation": 9666, "ador\u00e9": 56111, "'catch": 99382, "ze'ev": 99383, "10753/3/2010": 99384, "convoi": 32798, "ferait-il": 53758, "shoaid": 99385, "opini\u00e2trement": 62474, "climatologiques": 42677, "chat": 9667, "invalid\u00e9": 40054, "nourrissent": 12205, "\u00e9maner": 19935, "appauvrie": 32799, "pythagore": 62137, "2000/13": 68654, "inclinations": 79056, "interpol": 17532, "popularis\u00e9e": 90417, "narguer": 53759, "norah": 99391, "saleh": 29014, "r\u00e9solvent": 15515, "saperons": 79239, "p\u00e8che": 24807, "cloche": 28148, "ns-cargo/db-cargo": 99393, "a4-0020/98": 79057, "s'\u00e9loigne": 17831, "ce/tadjikistan": 99394, "\u00e9galis\u00e9": 68655, "m\u00e9tacontr\u00f4le": 79060, "f\u00e9liciter": 627, "arnaud": 58445, "grandissantes": 27751, "illettr\u00e9s": 32800, "chiens-guides": 99397, "l'estonia": 30431, "n'assument": 31784, "qu'incarn\u00e9e": 68656, "enfreindrait": 33495, "altvater": 99398, "l'eumc": 99399, "d\u00e9passons": 26285, "crocodile": 24299, "hu\u00e9es": 48269, "fascine": 53760, "condol\u00e9ance": 68657, "pr\u00e9coce": 4754, "incentives": 79025, "oslo": 13086, "beijing": 14768, "2003/2218": 99404, "consid\u00e9riez": 33967, "c4-0581/97": 99405, "jusqu'a": 99406, "victorieuse": 31012, "unique": 491, "bocksbeutel": 99407, "teeside": 99408, "essoufflons": 99409, "septennal": 36829, "improving": 99410, "rectifiera": 40055, "csob": 79062, "infopoints": 44898, "d'elise": 99411, "h-0488/98": 99412, "hooligan": 62139, "orinoco": 99413, "chiffonnent": 99414, "-a4-0010/97": 99415, "impopulaire": 18052, "marraines": 88220, "moyen-orient": 1749, "2005/2189": 99417, "recoup\u00e9es": 68658, "daran": 99418, "l'accomplisse": 79063, "contagieuse": 29015, "laborantin": 99419, "incitatif": 29180, "certificats": 8056, "boute": 99420, "s'associe-t-elle": 99421, "tribus": 21768, "restreindrons": 99422, "2006/114": 99423, "modalit\u00e9": 23423, "h-0157/03": 99424, "sucent": 57484, "incomplet": 15033, "heb": 99425, "mojca": 57485, "austria": 99427, "r\u00e9instaur\u00e9": 46162, "hamday": 99428, "g\u00e9n\u00e9ral-adjoint": 99429, "cepal": 99430, "countries": 40056, "mcdo": 91886, "h-0970/00": 99284, "raisonnables": 4207, "montgolfi\u00e8res": 89302, "surcapitalisation": 62140, "l'innocence": 32210, "d\u00e9chargerait": 62141, "substituerait": 37794, "kiesling": 99435, "castellina": 27752, "a4-0224/96": 99437, "l'ectopie": 99438, "perspectives": 969, "sudbury": 79066, "qu'oublier": 99439, "repoussons-le": 99440, "travaillais": 26993, "qu'empl\u00e2tre": 86216, "tempus+": 99443, "engageante": 62142, "pilon": 79067, "ind\u00e9niable": 7135, "b4-1002/97": 79336, "kadirov": 79068, "b4-0829/97": 99447, "schiedermeier": 22110, "reprit": 99448, "apport\u00e9e": 3665, "abbruzes": 79069, "emm\u00e8nera": 44309, "bachelot": 32964, "clara": 53761, "enthousiasme": 4799, "five": 68659, "signifient": 8508, "l'\u00e9lever": 53762, "annonce": 5018, "0032": 99451, "mouada": 99453, "artisanats": 62144, "r\u00e9sorbera": 99455, "a5-0048/2000": 68660, "denr\u00e9e": 16778, "l'entendrez": 99456, "r\u00e9installe": 85753, "barnill": 99457, "l'auto-r\u00e9glementation": 57486, "st-tropez": 99458, "ecosse": 32801, "documentaliste": 99459, "b5-0788/2001": 99460, "berceaux": 50715, "fondant": 9838, "drainage": 31013, "clignoter": 99461, "non-signature": 50303, "watch": 14438, "diyarkabir": 99462, "cnud": 79071, "a5-0097/1999": 68662, "d'ind\u00e9pendance": 7111, "pooling": 79072, "volailles": 12758, "a4-0317/98": 79073, "cravate": 29924, "politico-constitutionnelles": 99464, "natamycine": 94750, "menzies": 99466, "dispose": 1258, "argent-l\u00e0": 68663, "famili\u00e8res": 27370, "retiennent": 20082, "oliver": 50716, "islamisation": 46163, "2000-2006": 7892, "av\u00e9r\u00e9s": 9967, "csaszi": 99468, "asphyxierait": 79074, "pointilleuse": 68664, "soft": 21042, "compr\u00e9hension": 2413, "bricol\u00e9": 41283, "plaid\u00e9": 8547, "orange-bleue": 99470, "l'\u00e9vasion": 10358, "hamletiens": 99472, "agust\u00edn": 42678, "et-de": 99473, "poursuivront": 12802, "cohn-bendit": 6260, "denier": 53763, "b6-0129/2007": 99475, "manifestent": 8348, "esclavagiste": 57487, "red\u00e9ploy\u00e9": 79078, "biotechnique": 42679, "h-0379/03": 99478, "compensations": 6219, "anti-sovi\u00e9tiques": 99480, "noy\u00e9es": 27371, "a5-0169/2001": 68665, "2003/568/jai": 99481, "d'iratxe": 79079, "dipht\u00e9rie": 57488, "0089": 99482, "interests": 79749, "pseudo-\u00e9cologique": 99485, "n'insinue": 62147, "broeck": 57489, "m\u00e9ritantes": 53764, "pr\u00e9dominance": 15387, "n\u00e9gociateurs": 7087, "c'\u00e9taient": 19479, "huilent": 99486, "qu'innovateur": 99487, "pameca": 99488, "d'absolument": 46164, "qu'avocat": 37795, "m'excuse": 14633, "2941": 99489, "acharn\u00e9s": 21413, "l'arri\u00e8re": 19633, "64,3": 99491, "sesf": 79181, "r\u00e9invention": 57490, "incr\u00e9dule": 57491, "d\u00e9rogerons": 68667, "n'introduisions": 99494, "regroupons": 53765, "sabrina": 62148, "mnc/l": 68668, "1,75": 44310, "non-labour": 99495, "parclaude": 99496, "entra\u00eenons": 79082, "l'agrandissement": 32802, "stenzel": 18157, "scepticisme": 7911, "cons\u00e9quemment": 62599, "euro-projects": 99498, "d\u00e9sincarn\u00e9s": 99499, "l'\u00e9galer": 99500, "l'initiateur": 34229, "incertitudes": 7077, "l'encaisser": 79924, "gmo-free": 99501, "l'appuierai": 79083, "qu'1,7": 99503, "cra\u00efova-calafat": 99504, "which": 44311, "dotait": 95729, "balivernes": 31014, "d'elles": 11957, "otunnu": 68671, "essuyez": 79085, "morelli": 92353, "firouzi": 79086, "quasi-exhaustive": 99506, "pourrions": 1685, "redevienne": 31015, "laissez-lui": 79087, "abonderaient": 99508, "transit-": 99509, "lavrov": 31588, "moorhouse": 20742, "\u03b17-0329/2010": 99511, "r\u00e9jouirai": 46165, "humanitarian": 68674, "l'aboutissement": 12054, "f\u00e9lins": 89433, "non-condamnation": 99513, "\u00e9choir": 57493, "microscope": 57494, "t\u00e9nu": 35027, "satisfaisons": 32220, "radiological": 94418, "construction-r\u00e9paration": 99515, "travailleuse": 26994, "pr\u00e9tendrai": 53766, "vph": 57495, "sournoiseries": 99302, "c130": 99517, "drastiques": 11330, "d'abus": 7065, "9512/1/2000": 99518, "assauts": 23582, "contestons": 20083, "2001/0047": 68675, "payeront": 34230, "grajales": 79089, "sek\u00e4": 99520, "sal\u00e9s": 46166, "disons-le": 13166, "affirmerait": 53767, "tabuni": 99521, "euros-obligations": 79090, "n'attribuer": 79091, "2008/55/ce": 99522, "ganda": 99524, "conviendrait": 4126, "clone": 29460, "inzko": 79093, "d'apr\u00e8s-guerre": 21579, "fonts": 53768, "patiemment": 20398, "peupl\u00e9e": 19784, ".r\u00fcbig": 99527, "rfid": 37796, "euro-mythes": 99528, "0,03": 44312, "revaloris\u00e9": 53769, "d'accus\u00e9s": 62150, "explor\u00e9s": 50719, "privil\u00e9gi\u00e9": 6377, "universitaire": 7943, "perevi": 68643, "'inconnue": 79094, "2002/0116": 95732, "pr\u00e9sentsse": 99531, "raffermies": 99532, "\u00e9tal\u00e9e": 38849, "simona": 53771, "transpondeur": 42705, "\u00e9cologiques": 3303, "l'\u00e9vidence": 4722, "2002/2179": 99534, "\u00e9carteront": 62151, "pharmacop\u00e9e": 54289, "d\u00e9class\u00e9e": 57497, "demisi\u00e8cle": 95503, "666": 62152, "d'expert": 29016, "o-0005/2006": 99537, "c5-0295/2002": 79096, "mi-2014": 99538, "l'int\u00e9grant": 53772, "s\u00e9quence": 25075, "pr\u00e9-\u00e9clampsie": 68880, "perm\u00e9able": 45737, "bourrasque": 99540, "a5-0035/2000": 99541, "triantaphyllides": 33496, "assuraient": 37797, "globalisent": 99542, "744": 63136, "stoning": 79097, "travers\u00e9": 11758, "retirer": 2472, "s'inclinent": 79098, "satcen": 99545, "109": 12538, "brillantes": 25982, "al-sadaoui": 79099, "retravaill\u00e9e": 42680, "\u00e9veille": 20910, "iraq": 9433, "fixeraient": 62153, "hydriques": 17151, "h-0428/99": 99547, "vaccin\u00e9es": 50720, "kurlansky": 95733, "2001-2004": 58785, "0162": 99549, "ce/seychelles": 59539, "radiophonie": 40058, "radars/sonars": 99553, "gastarbeite": 99554, "2013": 3256, "communs": 1837, "d'insectes": 48272, "factors": 99555, "l'arch\u00e9type": 50721, "euro-latino-am\u00e9ricain": 79100, "mettrez": 29925, "rattrapant": 79101, "abritaient": 57610, "2080/92/cee": 99558, "a6-0165/2006": 99559, "demos": 34542, "explicit\u00e9": 35029, "biscuiterie": 50722, "\u00e9gypte": 5341, "arbitrera": 62155, "arabo-musulmans": 79102, "psychotropiques": 99561, "2001/0241": 79103, "restaurions": 62156, "\u00e9clectiques": 99562, "cases": 30467, "d\u00e9senclav\u00e9": 99563, "kerim": 99564, "b5-0435/2000": 99565, "sirne": 99566, "modifierons": 35030, "emmanouil": 68677, "30/31": 99567, "515/97": 57498, "entrevoyant": 99568, "d'affiliation": 29926, "auraitelle": 99569, "euro-am\u00e9ricaine": 53774, "stanichev": 62157, "d'\u00e9chappement": 13358, "n\u00e9olithique": 68678, "resservir": 57499, "nette": 4793, "c4-0709/98-98/0309": 99570, "a6-0057/2006": 99571, "zink": 99572, "apercevra": 57500, "caillot": 57501, "poursuivra-t-elle": 99574, "f\u00e9liciterez": 99575, "sewell": 99576, "r\u00e9par\u00e9e": 37798, "accompagnateurs": 37799, "g\u0142osowania": 57617, "trois": 312, "fabuleux": 23330, "renouvel\u00e9es": 24296, "taches": 44313, "r\u00f6ttgen": 99580, "sud-tyrolien": 99581, "craignaient": 18918, "d\u00e9cortiqu\u00e9": 50723, "philosophiques\ufffd": 99582, "2004/0053": 99583, "hippiques": 62158, "schroeder": 26286, "escient": 8441, "saji": 99584, "fromag\u00e8res": 99585, "amenaza": 99586, "marqueront": 24297, "bellicistes": 29461, "j'aille": 62316, "-l'euro": 99587, "d\u00e9mont\u00e9e": 50724, "remettent-elles": 99588, "prototypes": 38877, "sydney": 31017, "qu'inutile": 46167, "domenico": 99590, "l'e-learning": 46168, "where": 41284, "bromwich": 99591, "qualifions": 24808, "museli\u00e8res": 99593, "contente-t-elle": 79107, "2c": 44314, "d'am\u00e9liorateurs": 99596, "rens": 89150, "mals\u00e9ant": 68919, "conforts": 92358, "taiwan-chine": 99601, "l'intergroupe": 14376, "institutionnelle": 2684, "justifi\u00e9es": 5614, "d\u00e9posants": 22907, "contrevenir": 34231, "fourvoyant": 68680, "human": 14182, "2008/0233": 99603, "furtive": 50726, "m\u00e9diatico-polici\u00e8res": 99604, "zita": 29927, "l'atelier": 32803, "cicek": 79108, "l'ivoli": 99606, "paralys\u00e9": 16407, "r\u00e9jouis-je": 99607, "r\u00e9digeons-en": 99608, "moscovites": 50727, "southampton": 40059, "c6-0278/2008": 99609, "ispa": 21414, "tack": 89833, "combattaient": 79636, "remercierez": 99610, "contrebandiers": 32211, "iphig\u00e9nie": 99611, "d'\u00e9checs": 24809, "l'entendons": 25382, "year": 57502, "2000/821/ce": 99613, "d5": 79110, "l'hiver": 12055, "programmatique": 34232, "externo": 99615, "d'okhrid": 62159, "957\ufffd": 99616, "newmann": 99617, "places": 8478, "c5-0585/2002": 99618, "qian": 67609, "waterford": 30468, "ugo": 51737, "pro-kadhafi": 99619, "ravitaillement": 27372, "transcendant": 33497, "arachnophobie": 99620, "1972": 18775, "martini": 53775, "nongkhai": 99622, "luttaient": 33498, "d'excellentes": 12246, "3635/2007": 99623, "2002/0024": 68683, "c5-0180/2000": 79113, "nomades": 23130, "s\u00e9journent": 19192, "freinerions": 99625, "informatif": 24067, "empi\u00e9t\u00e9": 50728, "\u00e9motionnel": 16675, "lance-grenades": 79114, "libre-\u00e9changistes": 46169, "349": 37800, "rebellent": 46170, "simon": 18914, "r\u00e9v\u00e9lez": 68684, "comptages": 62160, "lactalbumine": 99628, "ressuscit\u00e9e": 53776, "d\u00e9valoris\u00e9es": 48273, "pl\u00e9ni\u00e8re.les": 99629, "d\u00edt\u011b": 99630, "prendrait-elle": 79117, "transmettront": 35031, "glace": 16329, "jubilaire": 62162, "publications": 11306, "n'engageons": 68686, "60,5": 99631, "transcender": 28572, "frustrera": 68687, "isaak": 24068, "prodiguant": 46171, "coeur-m\u00eame": 99632, "qu'appellera": 99633, "c6-0421/2008": 99634, "accro": 79118, "b4-0184/98": 99635, "singuli\u00e8re": 17152, "shahbaz": 31018, "miner": 11331, "ameneh": 99636, "femip": 40060, "absorptions": 53777, "conserves": 19193, "d\u00e9mythifier": 99637, "primera": 50729, "d'ahmadu": 99638, "adoucissement": 53778, "virent": 50730, "d\u00e9min\u00e9": 79119, "notifiable": 99639, "d'ill\u00e9gitimit\u00e9": 92360, "indiquiez": 41285, "n\u00b05": 68688, "d\u00e9cr\u00e9t\u00e9": 13521, "flancs": 48274, "specialist": 99641, "ch\u00e2tier": 36856, "aus": 79724, "bilan": 2456, "barriques": 48604, "s'attendait": 25673, "intradisciplinaires": 99643, "1992/0449b": 99644, "raffinent": 79121, "achevons": 37801, "secr\u00e9tariats": 21769, "minutions": 99645, "s'ach\u00e8ve": 12700, "o'cuanachain": 99646, "pr\u00e9gnantes": 99647, "occasionn\u00e9s": 10303, "2000/0336": 87476, "mantoue": 90998, "criminellement": 57506, "d'informatique": 44315, "contr\u00f4ler": 1579, "r\u00e9guli\u00e8re": 6290, "gba": 99651, "s'absente": 62163, "maoris": 99652, "d\u00e9plorons": 7136, "endossons": 53779, "\u00e9leuth\u00e8re": 90273, "avantager": 42681, "efa": 99653, "insinuez": 99654, "valenciana": 32213, "bulgaricum": 99655, "s\u00e9lectionnions": 79757, "d'humanit\u00e9": 17347, "boud\u00e9e": 99657, "matterhorn": 99658, "unicit\u00e9": 44316, "outrageant": 48275, "m'inspirant": 46172, "diatribes": 46173, "baleine": 21415, "d\u00e9cririez-vous": 99659, "al-fatah": 99660, "s\u00e9cessionniste": 49503, "d'overdose": 68690, "puissionsnous": 99662, "'une": 57508, "redout\u00e9": 38897, "d\u00e9rogeraient": 99663, "entasser": 57509, "\u00fd": 99664, "a4-0410/97": 79784, "europ\u00e9enne-malte": 79124, "entra\u00eenements": 62166, "talus": 89120, "r\u00e9novations": 31019, "barbares": 11886, "mansiik": 99668, "septentrionnaliser": 99669, "j-c": 99670, "antoniozzi": 99671, "d'odieux": 79126, "achellos": 99672, "gisant": 61316, "estoniens": 17533, "quinzaine": 17240, "quiproquo": 48277, "smp": 57510, "d\u00e9truisaient": 57511, "\u00e9l\u00e9gances": 99675, "whom": 99676, "l'ecip": 41286, "d\u00e9brouill\u00e9es": 99679, "gaffe": 48278, "co\u00fbtaient": 50731, "d'orientation": 6537, "l'avantage": 6505, "botte": 27753, "terminerais": 35867, "cavit\u00e9": 89489, "pourgourides": 79130, "luton": 41287, "europe-m\u00e9diterran\u00e9e": 57512, "pardevant": 99683, "iv\u00e9o": 99684, "nourriture": 3653, "xvii": 31609, "co-modale": 68692, "ecofac": 99685, "ma\u00e7on": 42682, "d\u00e9gagerai": 99686, "financ\u00e9": 5104, "viendrons": 22295, "faites-nous": 38898, "poena": 82415, "dot\u00e9": 5048, "gary": 25983, "prisonniers": 2460, "drave": 79135, "serment": 17750, "injuri\u00e9e": 99687, "advance": 68693, "s'approchent": 57656, "s'appuie-t-il": 99690, "1861": 62167, "b4-1020": 93768, "thiocfaidh": 99691, "baasiste": 57513, "fighters": 90982, "mintoff": 79136, "mots-clefs": 62169, "\u00e0-bras-le-corps": 99693, "s\u00e9datifs": 99694, "r\u00e9gressivit\u00e9": 99695, "ironies": 89916, "h-0434/03": 99696, "ressemblons": 73702, "antilla": 62377, "taraud\u00e9": 99699, "d\u00e9sactiverait": 99700, "s'acqu\u00e9rir": 79138, "surprise": 5195, "transmettiez": 35868, "biologique": 3758, "remettra": 18158, "a5-0102/2004": 99702, "lib\u00e9ralisations": 14305, "locomotive": 17635, "aeroflot": 62171, "sid\u00e9r\u00e9": 31589, "a5-0340/2002": 99703, "partners": 46174, "renvers\u00e9es": 46175, "pygargue": 79139, "fixait": 24298, "respiratoires": 14769, "avaient-elles": 68647, "gr\u00e9": 5045, "orn\u00e9e": 79140, "ocean": 68695, "sanni": 99704, "n'opteront": 99706, "d\u00e9tourn\u00e9": 12701, "trayant": 99707, "photoniques": 99708, "a4-0386/97": 95643, "c5-0261/2003": 99710, "campbeltown": 68696, "l'icescr": 99711, "rejoignons": 18559, "enfermant": 40061, "d'entre-": 99712, "delahunt": 99713, "estime-t-il": 15583, "trouver": 503, "titrait": 35032, "d'hyst\u00e9rie": 44317, "b5-0338/2000": 99714, "a5-0218/2003": 99716, "grammatiko": 94843, "95/96": 99718, "h-0838/98": 99719, "0399": 79143, "lib\u00e9rales": 8184, "enstatut": 99720, "la\u00efques": 22111, "insoup\u00e7onn\u00e9": 68697, "qualifiet-il": 99721, "18,2": 68698, "sustainability": 99722, "blanchiments": 99723, "d'antis": 99724, "a4-0128/99": 99725, "d\u00e9voyaient": 99727, "d\u00e9barrass\u00e9": 20559, "r\u00e4ttvist": 79879, "entravons": 40062, "disparue": 40063, "non-mobiles": 99729, "b5-0041/99": 99730, "b5-0173/2003": 99731, "tomaevski": 79145, "commutateurs": 79146, "qu'\u00e9puisante": 99732, "cerner": 16085, "s'agencer": 79889, "nobles": 11603, "s'identifient": 31021, "rettig": 99734, "d\u00e9structur\u00e9es": 79147, "el-cheik": 79148, "construiront": 46176, "subventionneraient": 99736, "a5-0144/2001": 68699, "d\u00e9finissait": 28150, "pulv\u00e9risateurs": 79894, "-b4-0871/97": 99737, "d'emp\u00eacher": 3873, "2011-2020": 29928, "l'\u00e9clairent": 79151, "s\u00e9parent": 11370, "emport\u00e9": 12539, "coordinateur-adjoint": 99738, "consid\u00e8rent-ils": 41288, "terre-\u00e0-terre": 47096, "voggenhuber-duff": 99740, "h-0612/02": 99741, "veld": 12056, "r\u00e9unie": 12956, "alfano": 35103, "anticipera": 79153, "serrerons": 99743, "roimh": 46177, "malheureux": 7066, "anti-populaires": 50732, "levier-l\u00e0": 99744, "al-hamood": 99745, "euro-unificateurs": 55332, "oncologie": 53781, "burkinab\u00e9": 99747, "17\u00df": 62172, "acquittera": 62016, "opine": 68701, "a5-0055/2001": 68702, "s\u00e9n\u00e9galaises": 31610, "\u00e9tat-providence": 22680, "exclu": 6302, "biomarqueurs": 74031, "lingue": 62173, "vitres": 33499, "vinification": 26292, "parlerait": 36666, "europe-noyau": 79157, "apocryphe": 99750, "qu'henri": 99751, "-b4-0972/96": 99752, "irr\u00e9cusable": 79159, "attendus": 12092, "-b4-0840/97": 99753, "balis\u00e9e": 57514, "pacis": 99755, "a4-161/96": 99756, "attribuez-vous": 99757, "h-0503/98/r\u00e9v": 99759, "recommandant": 15735, "b\u00e9nins": 62175, "sauv\u00e9s": 25663, "tymoshenko": 62176, "core": 62177, "c6-0076/2009": 99760, "r\u00e9mission": 46178, "pr\u00e9parons-nous": 38899, "r\u00e9importations": 57685, "acholis": 99762, "496": 62178, "cyclistes": 16974, "toxicologiques": 29462, "forme-t-il": 99763, "familles": 1621, "\u00e9quilibra": 99764, "'par": 79161, "d'omnipotence": 79162, "appliquent-elles": 79163, "l'apporteront": 99343, "contrepoint": 46179, "-b4-1034/98": 99768, "deleg": 57515, "concluez": 50734, "intensif": 8039, "irr\u00e9versible.-": 99769, "oeuvrions": 57516, "a4-0219/98": 79166, "auroral": 99770, "extravagantes": 32804, "10-9": 99771, "parti-pris": 50735, "au-dessus": 5398, "b4-0171/98-0-0027/97": 99772, "l'\u00e9cossais": 79168, "transportation": 79169, "armes-cl\u00e9s": 99773, "csf": 53782, "c4-0174/97-96/0247": 99774, "baldassarre": 62180, "concurrences": 37802, "lesffonds": 99775, "s'effilocherait": 99776, "mekorot": 99778, "stipulations": 35869, "d\u00e9sirerait": 36830, "diffamant": 99779, "twh": 79172, "paradoxes": 27754, "pargneaux": 62181, "dol\u00e9ance": 57517, "commun\u00e9ment": 12425, "d\u00e9pens\u00e9": 4806, "panglosse": 99780, "parodier": 62182, "plier": 11658, "90/424": 68703, "l\u00e0-dedans\u2026": 99781, "dogmatique": 14840, "dissocier": 14439, "correctes": 7396, "lehtom\u00e4ki": 21948, "-50": 99782, "surpeupl\u00e9": 48281, "\u00e9ducatif": 6767, "raccrochent": 50736, "interpelle": 18380, "atmosph\u00e9riques": 12844, "titrisation": 19785, "c5-0374/2001": 99784, "2002/0165": 79173, "avort\u00e9s": 46180, "coppi": 99786, "lance-t-elle": 79174, "exportatrices": 27373, "poverty": 53783, "vengeur": 68705, "600000": 99789, "a4-0369/96": 68706, "potentielle": 6506, "marqu\u00e9s": 12191, "ongul\u00e9s": 57519, "recibl\u00e9e": 99790, "aeem": 79175, "extensibles": 57520, "non-reconnaissance": 21770, "b5-0062/2001": 99791, "ordonn\u00e9e": 15098, "injuri\u00e9s": 82421, "l'audace": 15449, "v\u00e4lkommen": 99794, "manifestera": 25457, "l'abord": 20216, "b7-0564/2010": 99795, "interprice": 99796, "activatrices": 99797, "structurons": 68708, "escompt\u00e9es": 36831, "subventionnable": 62183, "c6-0006/2005": 99798, "interflora": 99799, "a5-0162/2000": 62184, "candidat": 2792, "b\u00e9n\u00e9ficiera": 7424, "cath\u00e9t\u00e9risation": 99800, "vulgaires": 29017, "demande-ci": 99801, "sandwiches": 62186, "pourrionsnous": 79178, "h-0548/00": 99802, "//www.interculturaldialog2008eu": 99805, "garrida": 99806, "nationalsprooch": 99807, "soederman": 79179, "dodds": 44319, "ciolos": 68709, "governance": 28151, "interdire": 3537, "a6-0412/2005": 99808, "discuterai": 27374, "ceux-qui": 99809, "d'inflexibilit\u00e9": 60431, "reconfirmera": 99812, "arrivant": 12702, "convaincu\ufffd": 99814, "d'universitaires": 33500, "pseudo-platitudes": 99816, "insuffle": 36832, "piscicole": 32214, "ob\u00e9issons": 68710, "interreli\u00e9s": 79183, "entertainment": 79184, "j'exag\u00e8re": 57523, "lampedusa": 8479, "j'\u00e9voquerais": 81787, "zust\u00e4ndigkeiten": 99817, "camelot": 79185, "219": 38611, "d\u00e9truise": 29463, "tueur": 35033, "r\u00e9centes": 2991, "l'exercera": 68712, "c6-0298/2006": 99820, "repensez": 79186, "retox": 99821, "th\u00e9arma": 99822, "mains": 2308, "flets": 62187, "twigg": 62188, "indiqu\u00e9s": 13459, "b4-0901/97": 79187, "-2001/0823": 99823, "b4-0770/96": 99824, "manipulait": 94074, "m\u00e9rites": 7045, "lng": 73600, "encouragement": 7397, "republication": 99826, "pers\u00e9v\u00e9rerons": 99827, "d'\u00e9cho": 27755, "sculpteurs": 90370, "cosmologiques": 99829, "basketball": 80061, "diw": 99831, "centre": 1395, "c7-0244/2009": 99833, "marks": 17534, "inutilit\u00e9": 26995, "s'\u00e9mietter": 99837, "pr\u00e9nom": 25383, "rec\u00e9lant": 99838, "festival": 23131, "libertaires": 45231, "besset": 79188, "\u00e9cologique/de": 62190, "sangatte": 23137, "a4-0206/97": 79189, "incendi\u00e9": 44320, "guettos": 99839, "l'erf": 99840, "fich\u00e9s": 53784, "theachta": 99841, "escalad\u00e9es": 99843, "jours-amendes": 99844, "kilogrammes": 24810, "s'ins\u00e9rer": 22289, "tapi": 99845, "reculiez": 99846, "prouverait": 29929, "helms/burton": 68713, "consentante": 57290, "cri\u00e9es": 48282, "a4-0002/98": 99847, "j'\u00e9tudierais": 79190, "17.30": 68715, "tronqu\u00e9es": 57524, "dess\u00e9ch\u00e9es": 99848, "croustillants": 99849, "n'ose": 15320, "tertio": 10860, "yougoslavie-arym": 99850, "signataire": 12386, "comportent": 6790, "s'activent": 34234, "n'envisagez": 53785, "qu'interdire": 50740, "naranjo": 79191, "alfons": 79192, "nua-stair": 99853, "humanis\u00e9": 79193, "yossi": 38948, "jen-optik": 99854, "perp\u00e9tuellement": 22112, "particularisme": 33502, "rubik": 79194, "\u00e9cri\u00e9": 99855, "libanaise": 17535, "d\u00e9bite": 62191, "hongroises": 12845, "\u00e9non\u00e7aient": 79195, "burent": 99856, "consisteront": 36833, "n'accepte-t-il": 99858, "d\u00e9placent": 11403, "imaginais": 57525, "r\u00e9engagement": 35915, "femme-scientifique": 99860, "2005/2052": 99861, "-hautala": 99862, "tripoter": 99863, "n'acc\u00e8dera": 99864, "tr\u00e9vi": 99865, "r\u00e8glement-cadre": 18920, "qu": 95, "assembl\u00e9e.monsieur": 99866, "2001/2058": 99867, "protectrices": 23132, "contributeurs": 9470, "doxa": 99868, "estrela": 14183, "d'\u00e9ch\u00e9anciers": 99869, "u\u00e7k": 67549, "d\u00fchrkop": 9544, "abdelkadar": 99872, "cato": 68717, "mobilisation": 3285, "anti-russes": 68718, "1,193": 99873, "c4-0527/95-95/0255": 99874, "divulgu\u00e9e": 46181, "persist\u00e9": 35870, "refondations": 99877, "gildernew": 99878, "s'agrandissaient": 99879, "rsa": 53787, "d'espagnols": 44322, "tonicit\u00e9": 99880, "condamnation": 3439, "aglona": 99882, "salses": 79198, "r\u00e9jouissez": 44391, "96/26": 99883, "bethlehem": 99884, "nationalit\u00e9": 4520, "qualificatif": 22002, "d'unanimit\u00e9": 16482, "commandements": 31590, "agrandit": 48285, "restabilis\u00e9s": 99890, "s\u00e8ment": 20217, "-b4-0623/98": 99891, "2000/0358": 99892, "palliatif": 28152, "a5-0220/2001": 62193, "sinistr\u00e9es": 13610, "otan-russie": 48286, "terne": 38900, "prouvez-nous": 99896, "g\u00e2chette": 62194, "qu'observer": 99898, "saluerais": 37803, "short": 31044, "classement": 10576, "b\u00e9nigne": 53788, "amenaient": 75390, "hans": 14912, "mobilisatrices": 79200, "automatis\u00e9e": 29464, "bilingue": 27375, "fantoches": 50618, "budget-non": 99901, "sacrifier": 8480, "psft": 69229, "s'affaiblirait": 99902, "n'estimait": 57526, "rompuy": 8930, "tel-aviv": 29625, "svoboda": 48287, "respecte": 2063, "n\u00e9": 7993, "soud\u00e9s": 44323, "mesur\u00e9": 12846, "surveill\u00e9es": 19340, "2003/0189b": 79202, "c7-0386/2010": 99903, "essor": 9869, "palangriers": 19194, "shadow": 38901, "zelf": 99904, "gaulois": 79203, "l'implique": 53789, "europ\u00e9enne/canada": 99905, "brandis": 40064, "masculine": 18615, "poss\u00e9derait": 53790, "pr\u00e9parations": 8112, "transeuropean": 99906, "unitaid": 99907, "dormeurs": 99908, "r\u00e9cession": 4285, "trocad\u00e9ro": 92377, "d'esclavagisme": 42685, "c-04/04": 99910, "chamboul\u00e9e": 77875, "a5-0396/2000": 79204, "h\u00e2tive": 20560, "entass\u00e9s": 35034, "largage": 50741, "int\u00e9gratrice": 69476, "administr\u00e9e": 22462, "louages": 99373, "gemap": 99913, "lukman": 99915, "trois-l\u00e0": 68720, "conotation": 99916, "quotient": 57527, "donny": 99917, "s\u00e9duiront": 99919, "wider": 57528, "calquerais": 99920, "d\u00e9potoir": 37804, "entam\u00e9es": 9628, "montesinos": 79205, "coda": 99921, "aigres": 99922, "force-t-elle": 99923, "clavier": 44324, "enfermons": 57529, "qiu": 79206, "c4-0076/98": 99924, "s'appesantir": 46182, "finissiez": 79207, "c4-0015/96": 79208, "flans": 99926, "fain\u00e9ants": 46183, "amstrong": 99927, "d'employ\u00e9": 48288, "culurel": 99928, "modifiez-la": 99929, "escroquerie": 20561, "d\u00e9broussaillage": 62197, "vinicole": 17536, "aele-eee": 57530, "expatrier": 68722, "informeront": 40065, "piteuse": 68723, "riding": 79209, "lt": 4082, "06389/2/2008": 99930, "chiffrent": 21043, "calcin\u00e9s": 62198, "lapid\u00e9s": 48290, "tasman": 99932, "craignant": 19480, "l'introduit": 68724, "harun": 50742, "mill": 53793, "usuelles": 42686, "soufflait": 57531, "pcg": 79210, "corset": 30469, "saupoudrons": 99934, "pr\u00e9cieuses": 7963, "caissons": 57532, "dresseront": 46184, "d'assouplissement": 27376, "farmer": 62199, "shuster": 99936, "s'adaptant": 40438, "1999/2072": 99937, "coiff\u00e9e": 79211, "rochelle": 41290, "soixantedix": 99939, "a4-0100/97": 99940, "d'imre": 68725, "hussa\u00efni": 99941, "arr\u00eatez": 16874, "clivage": 17233, "excolonialistes": 99942, "amphi": 99943, "pirin": 99944, "2005/2076": 99945, "c5-0024/2002": 79212, "b6-0208/2009": 99946, "d\u00e9marqueront": 99947, "micror\u00e9gions": 34235, "d\u00e9bois\u00e9": 99381, "poutine": 5400, "31,9": 79213, "48.6": 99950, "l'eurocrate": 99951, "qu'augustine": 99952, "c6-0267/2006": 99953, "qu'insensible": 99954, "f\u0153tal": 33503, "roseau": 93233, "peds": 99955, "0055": 79214, "moraliser": 30470, "vaguement": 20399, "n'adh\u00e8rerait": 99956, "planifications": 36834, "anesth\u00e9siques": 99957, "d'id\u00e9aliste": 79215, "panslave": 79216, "a4-0201/99": 99958, "non-schengen": 99960, "surfaits": 57533, "n'abandonne": 42687, "b5-0209/2004": 99961, "d'aubange": 99962, "pays": 47, "accoutumons": 99963, "d\u00e9connect\u00e9es": 38902, "aujourd": 542, "lenar\u010di\u010d": 31591, "25,7": 62200, "prolong\u00e9es": 17241, "thermo-modernisation": 99964, "greco-turque": 99965, "fra\u00eeche": 17636, "aient-ils": 99966, "193/68/cee": 69935, "discours": 1268, "cartellis\u00e9": 79218, "post-bipolaire": 79219, "ali\u00e8ne": 57534, "garbage": 84201, "s'assembler": 99970, "2002/0209": 99971, "b4-0548/97": 99972, "formulerais": 62201, "moreira": 16170, "versons": 25076, "transeurop\u00e9enne": 32215, "\u00e9prouv\u00e9": 11730, "d\u00e9plac\u00e9s": 11045, "cars": 12500, "calculable": 62202, "-aelvoet": 57535, "histologique": 99973, "ventres": 99974, "-b4-0237/98": 99975, "pm25": 99976, "d'historiques": 62203, "monitoring": 21416, "inenvisageable": 53794, "d\u00e9jections": 50744, "d\u00e9marche": 2214, "n'appr\u00e9cient": 32008, "catholique": 9145, "peineront": 99978, "escamot\u00e9": 79223, "d'esb": 11478, "abondants": 37805, "d'expositions": 41373, "h-0474/02": 99980, "investissent-ils": 99981, "n'admets": 46185, "a5-0054/2002": 99982, "g\u00eanions": 79224, "repr\u00e9sente-elle": 99984, "remarqu\u00e9es": 48291, "mi-fiction": 99985, "d'\u00e9co-points": 79226, "6,672": 99986, "s'ajoutant": 29465, "l'omd": 33926, "baniyas": 99987, "exc\u00e8s-l\u00e0": 99988, "ajust\u00e9es": 31022, "voracit\u00e9": 46186, "inhal\u00e9": 57538, "horizontalisation": 99989, "p\u00e9riscolaire": 99991, "kh\u00e9ma\u00efs": 99992, "recommandez-vous": 99993, "olympisme": 68729, "apog\u00e9es": 79055, "t\u00e9rawatt-heure": 99994, "imposait": 19195, "commission-etat": 99995, "hammarberg": 57539, "c6-0440/2005": 99997, "b4-1226/96": 80351, "b4-0534/97": 99998, "eurojargon": 79227, "coexistera": 79228, "traumatisme": 15736, "pelleteuse": 98060, "d'egnos": 35437, "2003/109/ce": 40004, "alerter": 19634, "0294": 79229, "trafford": 79230, "20,15": 100001, "certifications": 14509, "l'angolagate": 100002, "contre-productives": 20740, "souhaiterait": 7866, "al-amoud": 100003, "fluctuation": 17637, "5.": 37860, "portefeuille": 7812, "id\u00e9alisme": 26958, "l'amorce": 23583, "habitantes": 68731, "panique": 9497, "persona": 41378, "immod\u00e9r\u00e9": 62205, "d\u00e9rangera": 68733, "reboiser": 36835, "1h30": 79232, "aberdeen": 46187, "capoulas": 17751, "dormant": 46188, "retiendra": 20400, "joindra": 21949, "l'agonie": 30471, "d\u00e9notent": 31592, "allergique": 33504, "agiter": 27377, "anti-blanc": 79233, "d'alcool\u00e9mie": 20084, "district": 16583, "tactiques": 11182, "titris\u00e9s": 79235, "locution": 42688, "pourriezvous": 66464, "l'onchocercose": 79236, "d\u00e9linquant": 31593, "c5-0037/2001": 79238, "d'apprentissage": 8316, "coquette": 42689, "inexistence": 30501, "utilis\u00e9es": 2212, "g\u00e9ante": 38904, "appelons-les": 57541, "pierre": 3809, "sofala": 79240, "conventionnelle": 13087, "3200": 53792, "c4-0237/95": 98403, "indiquera": 21058, "l'ost\u00e9oporose": 41291, "frappez": 79243, "v\u00e9racit\u00e9": 19091, "long-courrier": 62206, "d\u00e9stabilisante": 35871, "popular": 33505, "l'exhibition": 73648, "e-privacy": 80432, "abritera": 53799, "passivement": 19341, "exemple\ufffd": 92383, "subordonnerons": 79245, "li\u00e8ge": 22291, "d\u00e9brouillez": 68650, "do": 17160, "nommant": 25077, "parvenais": 57543, "j'appellerai": 20401, "s'avance": 68735, "d\u00e9gonfl\u00e9s": 79247, "rixe": 68736, "retransmissions": 37806, "kelsang": 68737, "s'\u00e9toffe": 79249, "92/117/cee": 57544, "\u00e9gal\u00e9": 42690, "escaliers": 32217, "ind\u00e9cision": 31594, "n'anticipons": 53800, "captent": 64316, "vers\u00e9e": 11888, "ramenait": 79252, "l\u00e9gif\u00e9rez": 68739, "laid": 46297, "actionnariats": 79254, "concluent": 15872, "loupe": 24811, "some\u015f": 79255, "souhaiter": 3396, "physiologiquement": 62207, "\u00e9purateurs": 87910, "proinsas": 79256, "l'emprunt": 25100, "l'autod\u00e9termination": 7624, "2000/0213": 79257, "douloureux": 9271, "terrasser": 57545, "b6-0463/2008": 97098, "r\u00e9agi": 4704, "europ\u00e9enne/pays": 85782, "baath": 68740, "d\u00e9laiss\u00e9s": 33506, "barreaux": 19786, "rationalis\u00e9es": 25078, "538": 53803, "perturbant": 22908, "s.a": 90196, "volcker": 62210, "divergeraient": 83751, "d\u00e9fra\u00eechie": 79260, "d'assommer": 73532, "fusillade": 36836, "inventifs": 41292, "pedro": 24812, "r\u00e9volutions": 13728, "gratuites": 18616, "compenserait": 46161, "l'interroge": 79263, "etcs": 80428, "facturations": 62211, "monte-t-elle": 79264, "m'invite": 53804, "sapent": 14377, "fei": 27756, "galvaud\u00e9": 38905, "am\u00e9liorerions": 62212, "ahurissants": 50746, "admirant": 79266, "+\ufffd": 79267, "d'amoureux": 79268, "resistance": 57546, "pendues": 44326, "survivre": 6042, "odeurs": 40066, "simultan\u00e9e": 13569, "enray\u00e9": 41293, "gaspiller": 11219, "l'affirmative": 11759, "financerons": 41294, "technologiques": 3708, "envoyer": 2804, "vaincra": 53805, "qu'onze": 79269, "honorerions": 62213, "l'exp\u00e9diteur": 30472, "1612/68": 46189, "enclav\u00e9e": 93735, "eussiez": 62214, "cameron": 18279, "ghabh\u00e1il": 99401, "p.m.e.": 68743, "contrevenantes": 57547, "a5-0158/2000": 69409, "kingsman": 79270, "ficel\u00e9s": 60100, "inclinaisons": 89401, "exportent": 14994, "susnomm\u00e9es": 68744, "d\u00e9gageait": 48292, "d\u00e9consid\u00e9r\u00e9": 79271, "sonnettes": 36332, "plan\u00e8te": 2510, "productive": 8667, "povoa\u00e7\u00e3o": 68795, "nxp": 37807, "s'accrocheront": 79272, "afet": 29626, "admettrons": 48293, "songeais": 62216, "t\u00e1naiste": 37808, "arrangera": 68745, "colino": 23584, "hom\u00e9opathique": 29466, "agbm": 89732, "\u00e9tudi\u00e9s": 15034, "settlement": 57848, "nuanc\u00e9es": 34236, "75": 4029, "tian'anmen": 62218, "qu'\u00e9tats-unis": 95437, "35e": 53806, "3820": 69428, "gausser": 79275, "bir\u00e9gional": 22670, "exaltation": 48295, "d'indiff\u00e9renciation": 79276, "ptt": 44327, "chtokman": 68748, "factures": 9385, "ppe/pse": 69429, "qu'importante": 48296, "evidemment": 21771, "a5-0076/2001": 88701, "emport\u00e9s": 39682, "caoutchouc": 26663, "satisfassent": 19635, "murer": 85136, "violente": 7571, "anesth\u00e9sistes": 79278, "louche": 35872, "acquises": 8599, "ireland": 33797, "ap\u00f4tre": 53807, "9/2008": 79279, "f\u00e2cheuses": 19936, "d'abolition": 31298, "combattantes": 44328, "c5-0240/1999": 79280, "g\u00e9n\u00e9siques": 15240, "criminelles": 5323, "contre-argument": 41295, "d\u00e9savou\u00e9": 32805, "hangars": 50748, "m\u00e9dus\u00e9s": 79281, "consacrerais": 79282, "garaudy": 62219, "statuent": 68749, "fumeuses": 48297, "b3-1011": 79283, "ravage": 25674, "encourir": 22671, "campesinos": 79284, "gendarmes": 25984, "jingsheng": 26303, "l'environnemental": 50749, "d'\u00e9v\u00eaques": 79285, "2117/2000": 79286, "244": 50750, "capital": 1442, "touffues": 79287, "racial": 35873, "excavations": 62220, "pleurs": 48298, "lynne": 10976, "provenez": 89444, "595/91": 85786, "muer": 28153, "ind\u00e9cisions": 99416, "ciprian": 79288, "\u00e9mancipation": 23585, "tortur\u00e9es": 20402, "d\u00e9lib\u00e9ration": 16676, "propres": 658, "pr\u00e9cipit\u00e9es": 27378, "cause": 599, "2004/38": 62222, "akkuyu": 93932, "kosloduy": 79290, "\u00e9lectorats": 31595, "lorsqu'en": 20218, "tentez": 23141, "elmar": 13955, "pardo": 79291, "f\u00e9licitation": 41296, "voie": 471, "prolif\u00e8re": 68750, "kilowatts-jours": 71240, "itc": 34205, "douloureuse": 11731, "comptabilit\u00e9s": 33509, "lorgner": 48299, "moulinets": 88743, "communicatif": 50755, "14,5": 42691, "sites": 3057, "m'interpeller": 69470, "l'alignement": 15459, "signaient": 41297, "lib\u00e9reront": 62223, "khalivouryiki": 79294, "esteves": 34238, "d\u00e9tresses": 53810, "rago\u00fbtantes": 79295, "mini-sessions": 38907, "j'entendrai": 50756, "b5-0010/2004": 93958, "inextricablement": 16975, "lacunes": 2482, "abacha": 30276, "incultivables": 79297, "recensent": 70028, "a4-0381/98": 79298, "englobons": 73865, "respectons-la": 79299, "vertigineuse": 21417, "effectuons-nous": 85790, "innovantes": 6171, "2001/0179": 79300, "lib\u00e9ralisent": 41908, "confiserie": 53811, "incapables": 4535, "n'entrevoient": 69496, "institutionnalise": 41298, "exercent": 5981, "s'\u00e9coute": 80713, "formerons": 62224, "radioexposition": 79302, "galeristes": 73083, "a5-0359/2000": 79304, "contresens": 25985, "r\u00e9solvions": 31596, "//www.gstatic.com/translate/sound_player.swf": 19696, "vol\u00e9s": 18053, "l\u00e9opold": 35874, "l'incontournable": 79305, "en-cas": 69109, "647": 62225, "exerce-t-il": 89357, "exprimiez": 29467, "manuels": 15173, "convivialit\u00e9": 23331, "erron\u00e9e": 6610, "psychologue": 39005, "s\u00e9quentiel": 68755, "r\u00e9colt\u00e9s": 29018, "enseignait": 57884, "\u00e9conomiserait": 50757, "pre-in": 48301, "accompagnerons": 44330, "lumineuse": 46190, "enlisement": 36837, "1h50": 99431, "plannings": 89260, "lambrinis": 99432, "contrecarre": 40067, "dot\u00e9s": 7639, "s'int\u00e9ressait": 41299, "porte-monnaie": 23332, "dispenserai": 68756, "franconie": 57551, "autor\u00e9glementer": 79308, "arrang\u00e9s": 48302, "subjectifs": 30473, "qu'avancera": 79309, "arguant": 19937, "s'expriment-elles": 79310, "clarifient": 15388, "kharrazi": 62226, "archiconnus": 79311, "l'oratrice": 7078, "op\u00e9rative": 64317, "capot\u00e9": 65188, "ronds": 44442, "rouverts": 53812, "f\u00e9idir": 79314, "sc\u00e9nique": 79315, "an\u00e9mies": 79316, "planifi\u00e9s": 21950, "supportables": 25080, "d\u00e9criront": 53813, "nouveaux": 314, "923": 79109, "capitalismes": 79317, "pro-occidentales": 57552, "salman": 20244, "align\u00e9es": 27757, "troubl\u00e9s": 29019, "tracas": 36838, "qu'ouvrent": 57554, "fissur\u00e9": 68758, "enterrant": 68759, "tortues": 26996, "hyaric": 50977, "j'apprends": 20958, "superflu": 8899, "d\u00e9marchais": 98985, "comprim\u00e9e": 79320, "particular": 53815, "2.000": 46191, "non-refoulement": 16677, "d'inventions": 35875, "insinc\u00e8re": 82865, "communicatives": 79321, "salari\u00e9s": 2887, "rond-point": 75564, "endure": 34239, "s'installeront": 53816, "christa": 23586, "1.730": 92393, "n'interf\u00e9rera": 62229, "xxxie": 68760, "d\u00e9sirerions": 44331, "-plus": 79324, "soulag\u00e9e": 33510, "attraper": 23824, "inspection": 8791, "asociales": 79070, "d\u00e9pr\u00e9ci\u00e9": 50305, "n'avalisera": 68762, "humoristiques": 68763, "courroie": 57555, "gagn\u00e9s": 29468, "rassur\u00e9": 16976, "mixture": 68764, "h\u00e9riss\u00e9": 69558, "kennard": 68765, "l'initiative-phare": 79325, "plais": 35876, "n'\u00e9tablir": 68766, "2014-2021": 68767, "remplac\u00e9e": 9545, "d\u00e9solidarisation": 78476, "lombaires": 57556, "\u00e9loignements": 48304, "sanaa": 50758, "allo": 79326, "si\u00e8gera": 45237, "enfreints": 24300, "r\u00e9gnerait": 53817, "daurade": 46192, "oscillaient": 79328, "polluantes": 8275, "m\u00e2chons": 57557, "harbour": 6450, "mehr": 68768, "airs": 20562, "saisira": 22292, "cl\u00f4tur\u00e9": 13449, "d\u00e9valiser": 79330, "2000/68/cee": 79331, "mon\u00e9tairement": 79332, "r\u00e9sidantes": 79333, "787,5": 79334, "d'ustensiles": 80874, "d'interm\u00e9diaire": 25032, "pr\u00e9tendions": 57558, "d'\u00e9picier": 62232, "appr\u00eatons": 11220, "kigali": 23333, "jaur\u00e8s": 62233, "dhaka": 42956, "veillerions": 79335, "b6-0011/2009": 99446, "qu'\u00e9tablissent": 79338, "qu'envers": 27758, "d'am\u00e9rique": 3489, "communiquions": 46193, "hasardeux": 29534, "industrialis\u00e9": 18381, "potentiels": 3637, "bis": 8560, "l'estr\u00e9madure": 42692, "accentuent": 23825, "\u00e9couterai": 34240, "alber": 22924, "cern\u00e9s": 59720, "municipalit\u00e9": 19481, "n'aimerais": 32219, "bafoue": 16171, "brillait": 57921, "s'\u00e9valuent": 57560, "cfo": 27379, "l'unionisme": 68772, "allongerait": 79341, "n'allons-nous": 50759, "\u00e9sot\u00e9rique": 46194, "paiera": 16977, "cr\u00e9atives": 10178, "tom\u00e1\u0161": 68773, "eg\u00e9e": 42693, "dess\u00e8chement": 97047, "j'y": 4675, "octane": 79343, "extensifs": 38908, "pneumologues": 73869, "doteraient": 89751, "conspu\u00e9": 69994, "odieuse": 21580, "sahraouies": 56194, "institue": 20912, "avais-je": 79345, "invoquait": 68776, "propos-l\u00e0": 79346, "souriaient": 79347, "d\u00e9gageons": 33511, "interdisant": 6934, "c5-0084/2001": 79348, "21heures": 57561, "cd-room": 88092, "ingratitude": 79349, "concentr\u00e9es": 14841, "m\u00e9ad\u00fa": 79350, "conradh": 79351, "lisnave": 62234, "souplement": 32807, "rwuanda": 92103, "kibboutz": 89689, "titrant": 46195, "r\u00e9ellement": 670, "d\u00e9mocratique": 548, "cyberterrorisme": 57936, "scolaires": 7398, "vainement": 26997, "soixante-douze": 62235, "gradu\u00e9s": 54074, "novateur": 12465, "2.4": 80989, "averties": 38909, "regiostars": 79353, "d'hostile": 79354, "c'\u00e8": 97814, "negotiation": 62236, "r\u00e9examine": 21951, "b\u0103sescu-boc": 81556, "abuse": 15873, "d'extr\u00e9mismes": 68447, "farms": 68778, "monom\u00e8re": 68608, "n'insistons": 50761, "anti-collision": 81011, "statutaire": 19342, "stopp\u00e9s": 40068, "asseyez-vous": 46196, "co\u00efncident": 13841, "politkovskaja": 68779, "lankais": 32808, "pr\u00e9dispos\u00e9s": 57562, "complot\u00e9": 62239, "r\u00e9cemment": 919, "instaurerait": 41301, "conducteur": 8245, "contrebande": 7994, "deloitte": 79355, "conjugu\u00e9e": 21044, "luckas": 68780, "\u00e9lisabeth": 53818, "christos": 44587, "rozstriliane": 79356, "i-edn": 23638, "surajouter": 89528, "pr\u00e9cis\u00e9ment": 726, "3,87": 79357, "colom": 11763, "convenez-vous": 36839, "trouble": 12703, "925": 57563, "carmen": 19196, "n'\u00e9piloguerai": 79358, "fassino": 36922, "remodel\u00e9es": 81056, "voudrions-nous": 48306, "s'adaptent": 24069, "c\u00e9l\u00e9brait": 37809, "progressifs": 23133, "hachoir": 68781, "l'eiopa": 68782, "peaufinage": 53820, "d\u00e9montrions": 44333, "ruin\u00e9": 19482, "200-250": 79360, "vivra": 30474, "agreement": 16694, "d'observatrices": 79362, "arsenal": 11760, "public/public": 88095, "contribuaient": 35035, "d\u00e9caisser": 68783, "interactions": 15737, "p\u00e9rez": 11427, "quadrillaient": 79364, "legem": 95780, "soutiendront-ils": 57726, "glisser": 17153, "indissolubles": 68785, "cruaut\u00e9": 9629, "dilu\u00e9es": 36840, "meeting": 36841, "rahmen": 79368, "apprennent": 11479, "fouille": 27759, "hissent": 72004, "l'anxi\u00e9t\u00e9": 26287, "football": 4035, "\u00e9talent": 63032, "veulent": 1075, "combattons": 23826, "mobility": 79370, "bien-pensance": 62242, "b\u00e9n\u00e9dictions": 62243, "vdr": 41302, "lingua": 29020, "enti\u00e8re": 1960, "a\u00f1overos": 26701, "hors": 2114, "d'ing\u00e9rences": 70845, "d\u00e9t\u00e9riorations": 48307, "d'adoucir": 40069, "r\u00e9sidentes": 44334, "salutaires": 29470, "laude": 79371, "d'enjoliver": 53821, "sentiment": 1585, "promenades": 68787, "pr\u00e9d\u00e9finis": 38910, "mcveigh": 62246, "caucase": 4446, "domin\u00e9e": 13359, "contraires": 5423, "saperaient": 79372, "quoi": 686, "d\u00e9lit": 5342, "attendent": 2405, "enregistrions": 57566, "sund": 62247, "sidex": 68789, "appelleraient": 53822, "congo-za\u00efre": 58674, "61,5": 68790, "lisette": 68791, "performances": 4957, "d\u00e9ployant": 23587, "baha'is": 51022, "votiez": 38911, "r\u00e9pit": 19939, "wicks": 79374, "d\u00e9penserions": 68792, "protectives": 96554, "dispensant": 35036, "n'accordons": 28574, "d'artisan": 68794, "d'importateurs": 48309, "cultivent": 19636, "l'inclinaison": 46198, "ges": 37810, "bush": 4202, "s'embarrasse": 73265, "bagage": 20219, "berger": 13842, "pleurale": 79375, "ringards": 68796, "idiote": 37811, "remarquerons": 79376, "allianoi": 79377, "salatto": 57971, "td": 68798, "ravageuse": 68799, "rayonnement": 14306, "greater": 53823, "1049/01": 79382, "accepteraient": 28154, "s'\u00e9largissant": 79383, "assureraient": 34241, "securitate": 91659, "r\u00e9colt\u00e9es": 19637, "sdm": 57567, "finan\u00e7ons-nous": 68800, "momentl\u00e0": 57568, "r\u00e9glement\u00e9s": 10515, "qu'ill\u00e9gaux": 79384, "economic": 35877, "niveau-l\u00e0": 21952, "brok/gualtieri": 62251, "delhi": 16087, "nazareth": 57569, "s'adjuger": 64203, "tandem": 18776, "troyens": 79386, "s'infiltre": 50763, "incin\u00e9r\u00e9": 57570, "nordique": 4691, "n'allaient": 33512, "d\u00e9minage": 12989, "d\u00e9sabus\u00e9s": 38912, "exporteront": 57571, "sandales": 68801, "conter": 62252, "\u00e9tiquetant": 68803, "ciem": 14634, "ump": 37921, "r\u00e9concilier": 11008, "assiste": 6875, "professent": 38913, "73/78": 62253, "pitcairn": 68804, "microbes": 40070, "profess\u00e9": 62254, "relaxer": 68805, "a4-0141/97": 81264, "tienne": 4271, "lulling": 7103, "nord-am\u00e9ricaine": 27381, "gagn\u00e9e": 17942, "c5-0048/2003": 81274, "post-\u00e9lectoral": 68806, "auteures": 41303, "situons": 27382, "98/43/ce": 89165, "r\u00e9pertori\u00e9": 37812, "simulent": 68807, "d\u00e9tachant": 57573, "nonparticipation": 87361, "d'handicaps": 79391, "marcherait": 62255, "r\u00e9viseront": 54123, "jeunes": 609, "doivent-elle": 62256, "d'arri\u00e8re-boutique": 57574, "brocante": 99477, "nouvelle-orl\u00e9ans": 36842, "pas": 26, "voguant": 80347, "n'\u00e9largissent": 79392, "true": 79393, "l'am\u00e9liore": 44335, "revitalis\u00e9s": 79394, "vauriens": 54753, "imp\u00e9rialiste": 8756, "reconquis": 50764, "plant\u00e9": 30475, "pecos": 29021, "complaisances": 50765, "\u0153uvrait": 62257, "humaniste": 15174, "cibl\u00e9e": 6112, "tiv": 79395, "d'incidents": 15329, "devenue": 3068, "pendaison": 29931, "49,7": 62258, "d\u00e9coudre": 68809, "altiero": 18787, "d'\u00e9largissement": 3312, "spectator": 79396, "sous-type": 68811, "gravit": 79397, "institutionnalistes": 79398, "d'homologation": 16172, "assassinent": 31650, "observatoires": 27760, "kerch": 57575, "amorc\u00e9e": 23780, "49": 6657, "d'intensit\u00e9": 25986, "l'incapacit\u00e9": 6345, 