{"0": "|PAD|", "1": "|GOO|", "2": "|EOS|", "3": "|UNK|", "4": "de", "5": ",", "6": ".", "7": "la", "8": "et", "9": "le", "10": "les", "11": "\u00e0", "12": "des", "13": "que", "14": "en", "15": "nous", "16": "\u2019", "17": "du", "18": "dans", "19": "pour", "20": "qui", "21": "une", "22": "un", "23": "ce", "24": "est", "25": "je", "26": "pas", "27": "au", "28": "sur", "29": "il", "30": "l", "31": "par", "32": "ne", "33": "a", "34": "plus", "35": "commission", "36": "cette", "37": "-", "38": "d", "39": "aux", "40": "europ\u00e9enne", "41": "sont", "42": "mais", "43": "avec", "44": "ces", "45": "pr\u00e9sident", "46": "se", "47": "pays", "48": "monsieur", "49": "\u00eatre", "50": "'", "51": "parlement", "52": "ont", "53": "rapport", "54": "\u00e9t\u00e9", "55": "vous", "56": "comme", "57": "tout", "58": "fait", "59": "l'union", "60": "politique", "61": "si", "62": "conseil", "63": "(", "64": ")", "65": "membres", "66": "c'est", "67": "\u00e9tats", "68": "europ\u00e9en", "69": "\u00e9galement", "70": "ou", "71": "aussi", "72": "notre", "73": "d'une", "74": ":", "75": "faire", "76": "qu'il", "77": "cela", "78": "bien", "79": "tous", "80": "avons", "81": "leur", "82": "doit", "83": "y", "84": "m\u00eame", "85": "m.", "86": "tr\u00e8s", "87": "son", "88": "question", "89": "d'un", "90": "entre", "91": "devons", "92": "?", "93": "nos", "94": "droits", "95": "qu", "96": "elle", "97": "voudrais", "98": "contre", "99": "donc", "100": "non", "101": "peut", "102": "sans", "103": "proposition", "104": "d\u00e9veloppement", "105": "travail", "106": "dont", "107": "ainsi", "108": "on", "109": "soit", "110": "encore", "111": "deux", "112": "ses", "113": "commissaire", "114": "s\u00e9curit\u00e9", "115": "cet", "116": "suis", "117": "faut", "118": "mesures", "119": "europe", "120": "cas", "121": "sa", "122": "march\u00e9", "123": "point", "124": "situation", "125": "me", "126": "mati\u00e8re", "127": "n'est", "128": "citoyens", "129": "leurs", "130": "afin", "131": "j'ai", "132": "dire", "133": "pense", "134": "groupe", "135": "mon", "136": "doivent", "137": "o\u00f9", "138": "politiques", "139": ";", "140": "d\u00e9bat", "141": "d\u00e9j\u00e0", "142": "car", "143": "autres", "144": "n", "145": "sommes", "146": "l'ue", "147": "``", "148": "''", "149": "mani\u00e8re", "150": "cadre", "151": "important", "152": "droit", "153": "madame", "154": "\u00e9conomique", "155": "concerne", "156": "tant", "157": "ils", "158": "l'europe", "159": "niveau", "160": "s", "161": "temps", "162": "union", "163": "lors", "164": "sera", "165": "probl\u00e8me", "166": "certains", "167": "directive", "168": "personnes", "169": "aujourd'hui", "170": "concernant", "171": "toute", "172": "part", "173": "europ\u00e9ens", "174": "toutes", "175": "questions", "176": "parce", "177": "dit", "178": "pourquoi", "179": "d'autres", "180": "fois", "181": "sein", "182": "coop\u00e9ration", "183": "domaine", "184": "protection", "185": "vue", "186": "mme", "187": "moins", "188": "syst\u00e8me", "189": "%", "190": "monde", "191": "c", "192": "seulement", "193": "fonds", "194": "avant", "195": "probl\u00e8mes", "196": "trait\u00e9", "197": "compte", "198": "accord", "199": "mettre", "200": "avoir", "201": "raison", "202": "mise", "203": "rapporteur", "204": "nombre", "205": "r\u00e9solution", "206": "secteur", "207": "processus", "208": "nom", "209": "beaucoup", "210": "vote", "211": "lieu", "212": "exemple", "213": "particulier", "214": "savoir", "215": "toujours", "216": "possible", "217": "grande", "218": "toutefois", "219": "s'agit", "220": "base", "221": "ceux", "222": "entreprises", "223": "devrait", "224": "notamment", "225": "demande", "226": "sujet", "227": "programme", "228": "laquelle", "229": "autre", "230": "services", "231": "cours", "232": "r\u00e8glement", "233": "pr\u00e9sidence", "234": "prendre", "235": "jour", "236": "commune", "237": "gouvernement", "238": "votre", "239": "propositions", "240": "partie", "241": "j", "242": "r\u00f4le", "243": "depuis", "244": "faveur", "245": "coll\u00e8gues", "246": "alors", "247": "effet", "248": "sant\u00e9", "249": "ici", "250": "mesure", "251": "besoin", "252": "apr\u00e8s", "253": "soutien", "254": "soient", "255": "femmes", "256": "qu'elle", "257": "\u00e9tait", "258": "amendements", "259": "ann\u00e9es", "260": "objectifs", "261": "position", "262": "selon", "263": "l'homme", "264": "pouvons", "265": "nouvelle", "266": "n\u00e9cessaire", "267": "pouvoir", "268": "nouveau", "269": "peu", "270": "\u00e9tat", "271": "serait", "272": "d\u00e9cision", "273": "budget", "274": "peuvent", "275": "d\u00e9put\u00e9s", "276": "place", "277": "produits", "278": "elles", "279": "cependant", "280": "conditions", "281": "l'on", "282": "pr\u00e9sent", "283": "pr\u00e9sidente", "284": "enfin", "285": "n'a", "286": "crise", "287": "messieurs", "288": "contr\u00f4le", "289": "d\u00e8s", "290": "strat\u00e9gie", "291": "ans", "292": "principe", "293": "mes", "294": "vie", "295": "fa\u00e7on", "296": "premi\u00e8re", "297": "qu'ils", "298": "premier", "299": "sociale", "300": "crois", "301": "\u00bb", "302": "r\u00e9gions", "303": "mesdames", "304": "r\u00e8gles", "305": "assembl\u00e9e", "306": "quelques", "307": "institutions", "308": "bonne", "309": "recherche", "310": "particuli\u00e8rement", "311": "plan", "312": "trois", "313": "europ\u00e9ennes", "314": "nouveaux", "315": "projet", "316": "eu", "317": "fin", "318": "sous", "319": "millions", "320": "l\u00e0", "321": "ni", "322": "chaque", "323": "l\u00e9gislation", "324": "lui", "325": "lutte", "326": "qualit\u00e9", "327": "n\u00e9gociations", "328": "terme", "329": "garantir", "330": "clairement", "331": "bon", "332": "nouvelles", "333": "communautaire", "334": "plusieurs", "335": "maintenant", "336": "lorsque", "337": "sens", "338": "nombreux", "339": "remercier", "340": "proc\u00e9dure", "341": "ma", "342": "consommateurs", "343": "grand", "344": "\u0153uvre", "345": "mois", "346": "aucun", "347": "vers", "348": "seront", "349": "\u00ab", "350": "voir", "351": "n\u00e9cessit\u00e9", "352": "certaines", "353": "s'est", "354": "trop", "355": "vot\u00e9", "356": "r\u00e9gion", "357": "p\u00eache", "358": "communaut\u00e9", "359": "pourrait", "360": "moment", "361": "\u00e9tats-unis", "362": "chose", "363": "efforts", "364": "membre", "365": "va", "366": "soci\u00e9t\u00e9", "367": "autorit\u00e9s", "368": "points", "369": "prix", "370": "respect", "371": "surtout", "372": "visant", "373": "d\u00e9mocratie", "374": "ressources", "375": "\u00e9tant", "376": "reste", "377": "libert\u00e9", "378": "affaires", "379": "avez", "380": "juridique", "381": "l'environnement", "382": "moi", "383": "ai", "384": "actuellement", "385": "\u00e9conomiques", "386": "tiens", "387": "importante", "388": "r\u00e9ponse", "389": "responsabilit\u00e9", "390": "voulons", "391": "solution", "392": "croissance", "393": "outre", "394": "face", "395": "davantage", "396": "cons\u00e9quent", "397": "\u00e9gard", "398": "travailleurs", "399": "relations", "400": "donner", "401": "soutenir", "402": "objectif", "403": "!", "404": "ann\u00e9e", "405": "dernier", "406": "avis", "407": "peut-\u00eatre", "408": "concurrence", "409": "rien", "410": "l'avenir", "411": "donn\u00e9", "412": "aucune", "413": "ensemble", "414": "internationale", "415": "telle", "416": "cr\u00e9ation", "417": "j'esp\u00e8re", "418": "progr\u00e8s", "419": "domaines", "420": "constitue", "421": "sorte", "422": "diff\u00e9rents", "423": "paix", "424": "avait", "425": "souvent", "426": "semble", "427": "programmes", "428": "souligner", "429": "derni\u00e8re", "430": "ait", "431": "mieux", "432": "termes", "433": "aide", "434": "mis", "435": "texte", "436": "propos", "437": "aura", "438": "comment", "439": "production", "440": "qu'une", "441": "d'abord", "442": "existe", "443": "justice", "444": "\u00e9crit", "445": "quant", "446": "gestion", "447": "d\u00e9cisions", "448": "donn\u00e9es", "449": "enfants", "450": "deuxi\u00e8me", "451": "population", "452": "efficace", "453": "r\u00e9sultats", "454": "lequel", "455": "l'emploi", "456": "lisbonne", "457": "compris", "458": "possibilit\u00e9", "459": "moyens", "460": "quand", "461": "transport", "462": "n\u00e9cessaires", "463": "long", "464": "commerce", "465": "celui", "466": "choses", "467": "s\u00fbr", "468": "pris", "469": "souhaite", "470": "demander", "471": "voie", "472": "nations", "473": "p\u00e9riode", "474": "financement", "475": "dialogue", "476": "renforcer", "477": "actuelle", "478": "accords", "479": "nombreuses", "480": "permettre", "481": "groupes", "482": "normes", "483": "quelque", "484": "l'accord", "485": "international", "486": "ailleurs", "487": "majorit\u00e9", "488": "cr\u00e9er", "489": "devraient", "490": "g\u00e9n\u00e9ral", "491": "unique", "492": "d'accord", "493": "projets", "494": "tel", "495": "certain", "496": "publique", "497": "essentiel", "498": "d'\u00eatre", "499": "simplement", "500": "juste", "501": "importance", "502": "r\u00e9forme", "503": "trouver", "504": "march\u00e9s", "505": "convention", "506": "turquie", "507": "nationaux", "508": "compromis", "509": "ue", "510": "qu'un", "511": "celle", "512": "approche", "513": "titre", "514": "int\u00e9r\u00eats", "515": "russie", "516": "int\u00e9rieur", "517": "devrions", "518": "pu", "519": "sommet", "520": "l'ensemble", "521": "seule", "522": "actions", "523": "social", "524": "stabilit\u00e9", "525": "informations", "526": "suite", "527": "l'article", "528": "cour", "529": "conf\u00e9rence", "530": "gr\u00e2ce", "531": "dispositions", "532": "contexte", "533": "raisons", "534": "vraiment", "535": "public", "536": "jamais", "537": "tiers", "538": "entendu", "539": "malheureusement", "540": "principes", "541": "r\u00e9alit\u00e9", "542": "aujourd", "543": "hui", "544": "chers", "545": "plut\u00f4t", "546": "l'a", "547": "difficile", "548": "d\u00e9mocratique", "549": "n'y", "550": "activit\u00e9s", "551": "changement", "552": "propre", "553": "attention", "554": "permettez-moi", "555": "l'ordre", "556": "convient", "557": "d\u00e9claration", "558": "clair", "559": "pendant", "560": "extr\u00eamement", "561": "financi\u00e8re", "562": "rendre", "563": "personne", "564": "transparence", "565": "tels", "566": "derni\u00e8res", "567": "communication", "568": "n'ont", "569": "font", "570": "mondiale", "571": "rapidement", "572": "vu", "573": "r\u00e9pondre", "574": "cons\u00e9quences", "575": "parties", "576": "budg\u00e9taire", "577": "volont\u00e9", "578": "l'aide", "579": "risque", "580": "ministre", "581": "r\u00e9duire", "582": "assurer", "583": "durable", "584": "nationales", "585": "remercie", "586": "s'il", "587": "puisse", "588": "rapports", "589": "l'\u00e9tat", "590": "parler", "591": "diff\u00e9rentes", "592": "doute", "593": "action", "594": "devant", "595": "syst\u00e8mes", "596": "solidarit\u00e9", "597": "preuve", "598": "aspects", "599": "cause", "600": "coll\u00e8gue", "601": "gouvernements", "602": "moyen", "603": "fondamentaux", "604": "l'amendement", "605": "appelle", "606": "peux", "607": "meilleure", "608": "ceci", "609": "jeunes", "610": "demain", "611": "parti", "612": "seul", "613": "coh\u00e9sion", "614": "amendement", "615": "fronti\u00e8res", "616": "savons", "617": "formation", "618": "unies", "619": "telles", "620": "n\u00e9anmoins", "621": "adopt\u00e9", "622": "am\u00e9liorer", "623": "aurait", "624": "l'ann\u00e9e", "625": "r\u00e9gime", "626": "confiance", "627": "f\u00e9liciter", "628": "exercice", "629": "forme", "630": "crit\u00e8res", "631": "importants", "632": "r\u00e9sultat", "633": "ensuite", "634": "taux", "635": "agricole", "636": "r\u00e9duction", "637": "vigueur", "638": "proc\u00e9dures", "639": "autant", "640": "parmi", "641": "v\u00e9ritable", "642": "l'industrie", "643": "guerre", "644": "repr\u00e9sente", "645": "\u00e9nerg\u00e9tique", "646": "pass\u00e9", "647": "qu'\u00e0", "648": "type", "649": "commun", "650": "terrorisme", "651": "valeurs", "652": "large", "653": "relative", "654": "qu'en", "655": "prises", "656": "l'\u00e9nergie", "657": "financi\u00e8res", "658": "propres", "659": "homme", "660": "\u00e9videmment", "661": "l'\u00e9conomie", "662": "trouve", "663": "quel", "664": "\u00e9lections", "665": "libre", "666": "signifie", "667": "contraire", "668": "certainement", "669": "l'objectif", "670": "r\u00e9ellement", "671": "uniquement", "672": "victimes", "673": "promouvoir", "674": "rappeler", "675": "pratique", "676": "l'importance", "677": "prise", "678": "relatives", "679": "2", "680": "eux", "681": "culture", "682": "jusqu'\u00e0", "683": "tenir", "684": "pr\u00e9sente", "685": "1", "686": "quoi", "687": "grandes", "688": "constitution", "689": "service", "690": "d\u00e9fense", "691": "veut", "692": "participation", "693": "transports", "694": "financiers", "695": "discussion", "696": "organisations", "697": "initiative", "698": "parvenir", "699": "\u00e9taient", "700": "quelle", "701": "prot\u00e9ger", "702": "\u00e9l\u00e9ments", "703": "deuxi\u00e8mement", "704": "priorit\u00e9", "705": "centrale", "706": "dois", "707": "pauvret\u00e9", "708": "co\u00fbts", "709": "priorit\u00e9s", "710": "zone", "711": "petites", "712": "l'utilisation", "713": "d\u00e9but", "714": "communautaires", "715": "absolument", "716": "avenir", "717": "chine", "718": "publics", "719": "qu'elles", "720": "l'heure", "721": "malgr\u00e9", "722": "r\u00e9f\u00e9rence", "723": "loin", "724": "financier", "725": "national", "726": "pr\u00e9cis\u00e9ment", "727": "respecter", "728": "manque", "729": "accepter", "730": "agit", "731": "sociaux", "732": "d'euros", "733": "propose", "734": "sociales", "735": "hommes", "736": "secteurs", "737": "paragraphe", "738": "but", "739": "d\u00e9penses", "740": "000", "741": "r\u00e9union", "742": "veiller", "743": "importantes", "744": "totalement", "745": "r\u00e9formes", "746": "celles", "747": "voter", "748": "vrai", "749": "d'avoir", "750": "g\u00e9n\u00e9rale", "751": "continuer", "752": "pr\u00e9senter", "753": "parole", "754": "grands", "755": "demand\u00e9", "756": "int\u00e9r\u00eat", "757": "instruments", "758": "contribution", "759": "l'agriculture", "760": "partenaires", "761": "traitement", "762": "tenu", "763": "pratiques", "764": "prochaine", "765": "gens", "766": "violence", "767": "propos\u00e9", "768": "l'objet", "769": "d\u00e9velopper", "770": "produit", "771": "r\u00e9soudre", "772": "consid\u00e9ration", "773": "peuple", "774": "quatre", "775": "travailler", "776": "force", "777": "coordination", "778": "l'un", "779": "difficult\u00e9s", "780": "capacit\u00e9", "781": "d'action", "782": "qu'on", "783": "partenariat", "784": "pleinement", "785": "vos", "786": "valeur", "787": "zones", "788": "l'\u00e9largissement", "789": "pr\u00e9sent\u00e9", "790": "semaine", "791": "lesquels", "792": "statut", "793": "uvre", "794": "climatique", "795": "initiatives", "796": "succ\u00e8s", "797": "mon\u00e9taire", "798": "chacun", "799": "permettant", "800": "lecture", "801": "\u00e9viter", "802": "puissent", "803": "mondial", "804": "pourtant", "805": "exigences", "806": "venir", "807": "c\u00f4t\u00e9", "808": "risques", "809": "besoins", "810": "voil\u00e0", "811": "cinq", "812": "f\u00e9licite", "813": "pourra", "814": "vient", "815": "parlementaire", "816": "comp\u00e9titivit\u00e9", "817": "3", "818": "merci", "819": "puisque", "820": "renforcement", "821": "conform\u00e9ment", "822": "d'ailleurs", "823": "document", "824": "comit\u00e9", "825": "premi\u00e8rement", "826": "comp\u00e9tences", "827": "emplois", "828": "d'autre", "829": "environnement", "830": "emploi", "831": "consid\u00e8re", "832": "acc\u00e8s", "833": "direction", "834": "adopter", "835": "poursuivre", "836": "fort", "837": "travaux", "838": "l'occasion", "839": "engagement", "840": "occasion", "841": "discussions", "842": "ministres", "843": "r\u00e9glementation", "844": "apporter", "845": "alimentaire", "846": "ch\u00f4mage", "847": "personnel", "848": "possibilit\u00e9s", "849": "conclusion", "850": "\u00e9conomie", "851": "sp\u00e9cifiques", "852": "pourraient", "853": "aides", "854": "ayant", "855": "jouer", "856": "instrument", "857": "d\u00fb", "858": "heures", "859": "nature", "860": "longtemps", "861": "commencer", "862": "s\u00e9rie", "863": "candidats", "864": "assez", "865": "pr\u00e8s", "866": "contribuer", "867": "solutions", "868": "civile", "869": "effets", "870": "loi", "871": "choix", "872": "travers", "873": "2000", "874": "aider", "875": "s\u00e9ance", "876": "mod\u00e8le", "877": "peine", "878": "troisi\u00e8me", "879": "partage", "880": "jours", "881": "derniers", "882": "l'adoption", "883": "permis", "884": "permet", "885": "permettra", "886": "d\u00e9clarations", "887": "5", "888": "simple", "889": "lutter", "890": "10", "891": "promotion", "892": "banque", "893": "liste", "894": "application", "895": "pression", "896": "responsables", "897": "d\u00e9fis", "898": "r\u00e9publique", "899": "repr\u00e9sentants", "900": "r\u00e9vision", "901": "fonctionnement", "902": "comprendre", "903": "l'application", "904": "20", "905": "collaboration", "906": "investissements", "907": "milliards", "908": "passer", "909": "d\u00e9cembre", "910": "article", "911": "m\u00eames", "912": "sais", "913": "celle-ci", "914": "plupart", "915": "nord", "916": "constituent", "917": "devoir", "918": "circulation", "919": "r\u00e9cemment", "920": "lesquelles", "921": "conclusions", "922": "d\u00e9cid\u00e9", "923": "atteindre", "924": "actuel", "925": "vont", "926": "c'est-\u00e0-dire", "927": "l'autre", "928": "\u00e9missions", "929": "r\u00e9jouis", "930": "france", "931": "porte", "932": "d\u00e9clar\u00e9", "933": "nationale", "934": "yeux", "935": "conclure", "936": "vis-\u00e0-vis", "937": "sud", "938": "effectivement", "939": "mandat", "940": "j'aimerais", "941": "responsabilit\u00e9s", "942": "changements", "943": "animaux", "944": "intervention", "945": "conflit", "946": "nucl\u00e9aire", "947": "agriculteurs", "948": "soutiens", "949": "d\u00e9sormais", "950": "obtenir", "951": "j'estime", "952": "ordre", "953": "territoire", "954": "internationales", "955": "pensons", "956": "naturellement", "957": "construction", "958": "mer", "959": "constater", "960": "comptes", "961": "certaine", "962": "parfois", "963": "agir", "964": "rapide", "965": "mener", "966": "structurels", "967": "trait\u00e9s", "968": "favorable", "969": "perspectives", "970": "devra", "971": "\u00e9l\u00e9ment", "972": "fournir", "973": "vise", "974": "producteurs", "975": "forces", "976": "d'entre", "977": "suppl\u00e9mentaires", "978": "forte", "979": "responsable", "980": "veux", "981": "l'euro", "982": "l'\u00e9gard", "983": "positif", "984": "publiques", "985": "mort", "986": "claire", "987": "souhaiterais", "988": "s\u00e9rieux", "989": "15", "990": "libert\u00e9s", "991": "montre", "992": "d\u00e9chets", "993": "caract\u00e8re", "994": "donne", "995": "4", "996": "soci\u00e9t\u00e9s", "997": "juridiques", "998": "juin", "999": "suivre", "1000": "or", "1001": "l'acc\u00e8s", "1002": "savez", "1003": "train", "1004": "engagements", "1005": "pr\u00e9vention", "1006": "dix", "1007": "adh\u00e9sion", "1008": "maintenir", "1009": "ligne", "1010": "adopt\u00e9e", "1011": "an", "1012": "cons\u00e9quence", "1013": "importe", "1014": "grave", "1015": "six", "1016": "d\u00e9bats", "1017": "suffisamment", "1018": "technologies", "1019": "exprimer", "1020": "niveaux", "1021": "lib\u00e9ralisation", "1022": "l'assembl\u00e9e", "1023": "royaume-uni", "1024": "augmentation", "1025": "suivi", "1026": "\u00e9trang\u00e8res", "1027": "mission", "1028": "l'information", "1029": "allons", "1030": "voix", "1031": "pr\u00e9sence", "1032": "consiste", "1033": "soulign\u00e9", "1034": "\u00e9v\u00e9nements", "1035": "l'\u00e9galit\u00e9", "1036": "partir", "1037": "euro", "1038": "techniques", "1039": "12", "1040": "biais", "1041": "haut", "1042": "paquet", "1043": "disposition", "1044": "relatif", "1045": "dimension", "1046": "id\u00e9e", "1047": "gaz", "1048": "l'id\u00e9e", "1049": "utiliser", "1050": "\u00e9trang\u00e8re", "1051": "message", "1052": "indispensable", "1053": "euros", "1054": "l'adh\u00e9sion", "1055": "puis", "1056": "discrimination", "1057": "excellent", "1058": "meilleur", "1059": "li\u00e9s", "1060": "genre", "1061": "agricoles", "1062": "r\u00e9aliser", "1063": "sanctions", "1064": "directement", "1065": "pr\u00e9voit", "1066": "n'avons", "1067": "lignes", "1068": "contenu", "1069": "fonction", "1070": "l'efficacit\u00e9", "1071": "passe", "1072": "utile", "1073": "bonnes", "1074": "bruxelles", "1075": "veulent", "1076": "faisant", "1077": "affaire", "1078": "peuples", "1079": "\u00e9valuation", "1080": "r\u00e9fugi\u00e9s", "1081": "estime", "1082": "pacte", "1083": "graves", "1084": "auquel", "1085": "clos", "1086": "documents", "1087": "esp\u00e9rons", "1088": "livre", "1089": "celui-ci", "1090": "\u00e9lev\u00e9", "1091": "\u00e9vident", "1092": "rester", "1093": "technique", "1094": "d\u00e9finition", "1095": "\u00e9nergie", "1096": "d\u00e9put\u00e9", "1097": "m", "1098": "tard", "1099": "kosovo", "1100": "pourrons", "1101": "esp\u00e8re", "1102": "pr\u00e9occupations", "1103": "reconnaissance", "1104": "mal", "1105": "aller", "1106": "condition", "1107": "l'une", "1108": "proc\u00e8s-verbal", "1109": "communes", "1110": "envers", "1111": "d'\u00e9nergie", "1112": "devenir", "1113": "l'organisation", "1114": "t\u00e2che", "1115": "positive", "1116": "particuli\u00e8re", "1117": "l'int\u00e9r\u00eat", "1118": "prochain", "1119": "d'europe", "1120": "r\u00e9seaux", "1121": "parle", "1122": "surveillance", "1123": "re\u00e7u", "1124": "dossier", "1125": "d\u00e9fendre", "1126": "garantie", "1127": "quelles", "1128": "britannique", "1129": "30", "1130": "perspective", "1131": "cr\u00e9dits", "1132": "budg\u00e9taires", "1133": "consommation", "1134": "d\u00e9mocratiques", "1135": "hier", "1136": "principaux", "1137": "fondamental", "1138": "reconna\u00eetre", "1139": "l'int\u00e9gration", "1140": "janvier", "1141": "sp\u00e9cifique", "1142": "semaines", "1143": "11", "1144": "durant", "1145": "contr\u00f4les", "1146": "sait", "1147": "l'\u00e9ducation", "1148": "humains", "1149": "connaissance", "1150": "au-del\u00e0", "1151": "continue", "1152": "d\u00e9l\u00e9gation", "1153": "pauvres", "1154": "certes", "1155": "participer", "1156": "poser", "1157": "25", "1158": "pouvoirs", "1159": "directives", "1160": "tourisme", "1161": "menace", "1162": "budgets", "1163": "r\u00e9seau", "1164": "aient", "1165": "soumis", "1166": "partis", "1167": "actes", "1168": "parlementaires", "1169": "l'attention", "1170": "armes", "1171": "encourager", "1172": "\u00e9conomies", "1173": "trafic", "1174": "m\u00e9dias", "1175": "date", "1176": "n'en", "1177": "montrer", "1178": "parl\u00e9", "1179": "pme", "1180": "pose", "1181": "conflits", "1182": "d\u00e9fi", "1183": "militaire", "1184": "humanitaire", "1185": "alimentaires", "1186": "comp\u00e9tence", "1187": "moyennes", "1188": "salue", "1189": "avaient", "1190": "inacceptable", "1191": "aspect", "1192": "charge", "1193": "efficaces", "1194": "tirer", "1195": "chez", "1196": "information", "1197": "traiter", "1198": "nouvel", "1199": "d'\u00e9tat", "1200": "l'initiative", "1201": "oui", "1202": "largement", "1203": "objet", "1204": "consensus", "1205": "heureux", "1206": "obligations", "1207": "mars", "1208": "mai", "1209": "industrie", "1210": "rapporteurs", "1211": "l'esprit", "1212": "finalement", "1213": "parfaitement", "1214": "pourront", "1215": "utilisation", "1216": "\u00e9largissement", "1217": "conscience", "1218": "soins", "1219": "r\u00e9gionale", "1220": "gr\u00e8ce", "1221": "mondialisation", "1222": "session", "1223": "faits", "1224": "modification", "1225": "r\u00e9alisation", "1226": "proc\u00e9der", "1227": "recours", "1228": "internationaux", "1229": "charte", "1230": "humaine", "1231": "m\u00e9canisme", "1232": "d'ici", "1233": "6", "1234": "recommandations", "1235": "appliquer", "1236": "\u00e9quilibre", "1237": "avions", "1238": "faisons", "1239": "li\u00e9es", "1240": "pr\u00e9vu", "1241": "2009", "1242": "appel", "1243": "septembre", "1244": "monnaie", "1245": "proposer", "1246": "avantages", "1247": "traite", "1248": "applaudissements", "1249": "laisser", "1250": "presque", "1251": "2004", "1252": "discuter", "1253": "d'am\u00e9liorer", "1254": "d\u00e9finir", "1255": "populations", "1256": "m\u00e9thode", "1257": "substances", "1258": "dispose", "1259": "devront", "1260": "souligne", "1261": "souhaitons", "1262": "2007", "1263": "n\u00e9gociation", "1264": "aborder", "1265": "roumanie", "1266": "fond", "1267": "d'information", "1268": "discours", "1269": "protocole", "1270": "impact", "1271": "reprises", "1272": "ceux-ci", "1273": "populaire", "1274": "l\u00e9gislatif", "1275": "critique", "1276": "\u00e9tablir", "1277": "maintien", "1278": "suppl\u00e9mentaire", "1279": "l'ai", "1280": "esprit", "1281": "concern\u00e9s", "1282": "m\u00e9rite", "1283": "m\u00e9canismes", "1284": "l'action", "1285": "atteint", "1286": "1999", "1287": "l'argent", "1288": "chance", "1289": "repr\u00e9sentent", "1290": "soir", "1291": "seraient", "1292": "parlons", "1293": "implique", "1294": "sources", "1295": "impossible", "1296": "consid\u00e9rable", "1297": "essentielle", "1298": "milliers", "1299": "globale", "1300": "principal", "1301": "soutenu", "1302": "faudra", "1303": "faudrait", "1304": "novembre", "1305": "demandons", "1306": "pl\u00e9ni\u00e8re", "1307": "mot", "1308": "route", "1309": "matin", "1310": "qu'au", "1311": "m\u00e9dicaments", "1312": "auxquels", "1313": "futur", "1314": "l'intention", "1315": "8", "1316": "th\u00e8me", "1317": "principalement", "1318": "aupr\u00e8s", "1319": "communaut\u00e9s", "1320": "minorit\u00e9s", "1321": "d'emplois", "1322": "troisi\u00e8mement", "1323": "2006", "1324": "famille", "1325": "j'en", "1326": "organisation", "1327": "longue", "1328": "enti\u00e8rement", "1329": "2010", "1330": "total", "1331": "50", "1332": "strat\u00e9gique", "1333": "concr\u00e8tes", "1334": "accorder", "1335": "flexibilit\u00e9", "1336": "confront\u00e9s", "1337": "l'omc", "1338": "modifier", "1339": "consommateur", "1340": "rural", "1341": "parlements", "1342": "fondamentales", "1343": "potentiel", "1344": "l'ont", "1345": "l'absence", "1346": "acteurs", "1347": "d'aide", "1348": "maladies", "1349": "vais", "1350": "remarques", "1351": "probablement", "1352": "d\u00e9part", "1353": "gouvernance", "1354": "r\u00e9elle", "1355": "demandes", "1356": "pr\u00eats", "1357": "fera", "1358": "locales", "1359": "2008", "1360": "presse", "1361": "repr\u00e9sentant", "1362": "montant", "1363": "co\u00fbt", "1364": "plans", "1365": "2005", "1366": "mots", "1367": "d\u00e9charge", "1368": "contient", "1369": "d\u00e9lai", "1370": "lorsqu'il", "1371": "d\u00e9cider", "1372": "profit", "1373": "d'asile", "1374": "l'immigration", "1375": "7", "1376": "prochaines", "1377": "phase", "1378": "concitoyens", "1379": "fran\u00e7ais", "1380": "limites", "1381": "examiner", "1382": "heure", "1383": "l'encontre", "1384": "r\u00e9alis\u00e9", "1385": "lumi\u00e8re", "1386": "met", "1387": "votes", "1388": "scientifiques", "1389": "diversit\u00e9", "1390": "recommandation", "1391": "commerciales", "1392": "offre", "1393": "oublier", "1394": "attitude", "1395": "centre", "1396": "judiciaire", "1397": "critiques", "1398": "faible", "1399": "consultation", "1400": "suivante", "1401": "orientations", "1402": "situations", "1403": "isra\u00ebl", "1404": "final", "1405": "m\u00e9thodes", "1406": "am\u00e9lioration", "1407": "convaincu", "1408": "efficacement", "1409": "attirer", "1410": "criminalit\u00e9", "1411": "seuls", "1412": "formes", "1413": "soi", "1414": "femme", "1415": "sujets", "1416": "chances", "1417": "petits", "1418": "exprim\u00e9", "1419": "quotas", "1420": "subsidiarit\u00e9", "1421": "concept", "1422": "efficacit\u00e9", "1423": "faites", "1424": "voisins", "1425": "id\u00e9es", "1426": "v\u00e9hicules", "1427": "climat", "1428": "court", "1429": "garanties", "1430": "remarque", "1431": "moi-m\u00eame", "1432": "\u00e9quitable", "1433": "soutient", "1434": "structures", "1435": "analyse", "1436": "n'ai", "1437": "b\u00e9n\u00e9ficier", "1438": "entreprise", "1439": "disposer", "1440": "int\u00e9gration", "1441": "consid\u00e9rer", "1442": "capital", "1443": "elle-m\u00eame", "1444": "l'avis", "1445": "disposons", "1446": "\u00e9vidence", "1447": "montr\u00e9", "1448": "int\u00e9rieures", "1449": "nucl\u00e9aires", "1450": "lui-m\u00eame", "1451": "\u00e9changes", "1452": "ajouter", "1453": "pl", "1454": "ext\u00e9rieure", "1455": "l'introduction", "1456": "2003", "1457": "emp\u00eacher", "1458": "revenir", "1459": "concentrer", "1460": "r\u00e8glements", "1461": "tient", "1462": "attendre", "1463": "combien", "1464": "voire", "1465": "schengen", "1466": "stade", "1467": "1er", "1468": "penser", "1469": "passagers", "1470": "espace", "1471": "limiter", "1472": "mobilit\u00e9", "1473": "faite", "1474": "police", "1475": "mises", "1476": "infrastructures", "1477": "oeuvre", "1478": "l'am\u00e9lioration", "1479": "r\u00e9serve", "1480": "\u00e9tape", "1481": "approuv\u00e9", "1482": "d'origine", "1483": "agences", "1484": "accompli", "1485": "terroristes", "1486": "navires", "1487": "maritime", "1488": "personnellement", "1489": "2020", "1490": "citoyen", "1491": "\u00e9volution", "1492": "totale", "1493": "ext\u00e9rieures", "1494": "abord", "1495": "...", "1496": "justement", "1497": "relatifs", "1498": "renouvelables", "1499": "pr\u00e9paration", "1500": "chefs", "1501": "circonstances", "1502": "fins", "1503": "divers", "1504": "2002", "1505": "relever", "1506": "insister", "1507": "conduite", "1508": "servir", "1509": "retard", "1510": "logique", "1511": "r\u00e9ponses", "1512": "essentiels", "1513": "d'application", "1514": "jusqu", "1515": "chiffres", "1516": "s'en", "1517": "campagne", "1518": "danger", "1519": "commerciaux", "1520": "exp\u00e9rience", "1521": "v\u00e9ritablement", "1522": "moindre", "1523": "concern\u00e9es", "1524": "disponibles", "1525": "pr\u00e9c\u00e9dent", "1526": "modifications", "1527": "changer", "1528": "autrement", "1529": "produire", "1530": "limite", "1531": "imm\u00e9diatement", "1532": "portugal", "1533": "obtenu", "1534": "faciliter", "1535": "structure", "1536": "d'urgence", "1537": "\u00e9galit\u00e9", "1538": "militaires", "1539": "source", "1540": "vision", "1541": "l'\u00e9volution", "1542": "auront", "1543": "pied", "1544": "estimons", "1545": "l'innovation", "1546": "future", "1547": "octobre", "1548": "avancer", "1549": "technologie", "1550": "balkans", "1551": "rappelle", "1552": "positions", "1553": "dur\u00e9e", "1554": "dirigeants", "1555": "quels", "1556": "d'aujourd'hui", "1557": "tandis", "1558": "l\u00e9gislative", "1559": "devait", "1560": "fraude", "1561": "premi\u00e8res", "1562": "juillet", "1563": "diverses", "1564": "langues", "1565": "9", "1566": "scientifique", "1567": "petit", "1568": "regrette", "1569": "violations", "1570": "haute", "1571": "d'en", "1572": "vite", "1573": "continent", "1574": "champ", "1575": "l'est", "1576": "d\u00e9lais", "1577": "r\u00e9gional", "1578": "commissaires", "1579": "contr\u00f4ler", "1580": "terrain", "1581": "l'opinion", "1582": "diff\u00e9rences", "1583": "entendre", "1584": "indiqu\u00e9", "1585": "sentiment", "1586": "\u00e9tude", "1587": "relation", "1588": "catastrophe", "1589": "utilis\u00e9s", "1590": "eaux", "1591": "lois", "1592": "aurons", "1593": "prend", "1594": "d'\u00e9viter", "1595": "puissions", "1596": "statistiques", "1597": "environ", "1598": "subventions", "1599": "compagnies", "1600": "opinion", "1601": "environnementale", "1602": "13", "1603": "ambitieux", "1604": "soutenons", "1605": "argent", "1606": "etc", "1607": "van", "1608": "mentionn\u00e9", "1609": "pologne", "1610": "intergouvernementale", "1611": "fiscale", "1612": "note", "1613": "jeu", "1614": "institution", "1615": "celles-ci", "1616": "professionnelle", "1617": "revenus", "1618": "ouverte", "1619": "2001", "1620": "marchandises", "1621": "irlande", "1622": "progresser", "1623": "familles", "1624": "d'informations", "1625": "conciliation", "1626": "portant", "1627": "r\u00e9flexion", "1628": "devrons", "1629": "banques", "1630": "l'espace", "1631": "d'emploi", "1632": "fondamentale", "1633": "exactement", "1634": "essentiellement", "1635": "maladie", "1636": "historique", "1637": "correctement", "1638": "su\u00e8de", "1639": "calendrier", "1640": "augmenter", "1641": "activit\u00e9", "1642": "socialiste", "1643": "vertu", "1644": "poids", "1645": "18", "1646": "obstacles", "1647": "suffit", "1648": "accept\u00e9", "1649": "r\u00e9alis\u00e9s", "1650": "adopt\u00e9es", "1651": "fasse", "1652": "meilleures", "1653": "utilis\u00e9", "1654": "favoriser", "1655": "interventions", "1656": "irlandais", "1657": "afrique", "1658": "chemin", "1659": "r\u00e9ussite", "1660": "mati\u00e8res", "1661": "m\u00e9diateur", "1662": "langue", "1663": "global", "1664": "trouvent", "1665": "parvenus", "1666": "d\u00e9mocrates", "1667": "am\u00e9ricains", "1668": "eux-m\u00eames", "1669": "viande", "1670": "n'\u00e9tait", "1671": "bulgarie", "1672": "d\u00e9terminer", "1673": "facile", "1674": "barroso", "1675": "profiter", "1676": "effort", "1677": "entier", "1678": "reprise", "1679": "lancer", "1680": "fortement", "1681": "bureau", "1682": "fermement", "1683": "vert", "1684": "financer", "1685": "pourrions", "1686": "retour", "1687": "d'assurer", "1688": "rendu", "1689": "restent", "1690": "positifs", "1691": "l'eau", "1692": "cr\u00e9dibilit\u00e9", "1693": "27", "1694": "pollution", "1695": "destin\u00e9s", "1696": "40", "1697": "l'histoire", "1698": "r\u00e9action", "1699": "l'\u00e9laboration", "1700": "agence", "1701": "difficiles", "1702": "frais", "1703": "comprends", "1704": "porter", "1705": "pr\u00e9server", "1706": "l'agence", "1707": "actuelles", "1708": "imposer", "1709": "combattre", "1710": "dis", "1711": "pr\u00e9cis", "1712": "d'adopter", "1713": "viens", "1714": "r\u00e8gle", "1715": "commissions", "1716": "mauvaise", "1717": "pr\u00e9parer", "1718": "l'augmentation", "1719": "compl\u00e8te", "1720": "annuel", "1721": "acte", "1722": "environnementales", "1723": "accrue", "1724": "attendons", "1725": "bien-\u00eatre", "1726": "commentaires", "1727": "consid\u00e9rables", "1728": "complexe", "1729": "principales", "1730": "coup", "1731": "c\u0153ur", "1732": "dehors", "1733": "coh\u00e9rence", "1734": "si\u00e8cle", "1735": "possibles", "1736": "r\u00e9serves", "1737": "lettre", "1738": "catastrophes", "1739": "l'impact", "1740": "t\u00f4t", "1741": "it", "1742": "conclu", "1743": "\u00eates", "1744": "r\u00e9solutions", "1745": "raisonnable", "1746": "propos\u00e9e", "1747": "chypre", "1748": "tabac", "1749": "moyen-orient", "1750": "intention", "1751": "code", "1752": "port\u00e9e", "1753": "\u00e9voqu\u00e9", "1754": "vaste", "1755": "op\u00e9rations", "1756": "contribu\u00e9", "1757": "souhaitent", "1758": "adoption", "1759": "fonctionnaires", "1760": "erreur", "1761": "propos\u00e9s", "1762": "actuels", "1763": "payer", "1764": "revient", "1765": "r\u00e9fl\u00e9chir", "1766": "pr\u00e9occupation", "1767": "double", "1768": "est-il", "1769": "signaler", "1770": "l'accent", "1771": "\u00e9tudes", "1772": "1998", "1773": "suppression", "1774": "capable", "1775": "violation", "1776": "connu", "1777": "auxquelles", "1778": "permettent", "1779": "paiement", "1780": "pr\u00e9sidents", "1781": "commerciale", "1782": "r\u00e9gionales", "1783": "\u00e9troite", "1784": "\u00e9lev\u00e9s", "1785": "17", "1786": "vouloir", "1787": "corruption", "1788": "copenhague", "1789": "l'\u00e9valuation", "1790": "ouvert", "1791": "d'amsterdam", "1792": "l\u00e9gislatives", "1793": "biens", "1794": "pt", "1795": "transition", "1796": "14", "1797": "claires", "1798": "a\u00e9rien", "1799": "constituer", "1800": "partout", "1801": "seconde", "1802": "culturelle", "1803": "interne", "1804": "offrir", "1805": "poursuite", "1806": "via", "1807": "d\u00e9pos\u00e9", "1808": "moiti\u00e9", "1809": "agriculture", "1810": "pr\u00e9cise", "1811": "r\u00e9f\u00e9rendum", "1812": "cesse", "1813": "vaut", "1814": "\u00e9norme", "1815": "p\u00e9trole", "1816": "tendance", "1817": "l'engagement", "1818": "strasbourg", "1819": "cod\u00e9cision", "1820": "capacit\u00e9s", "1821": "acp", "1822": "ratification", "1823": "intervenir", "1824": "r\u00e9ussi", "1825": "exige", "1826": "bas", "1827": "signal", "1828": "p\u00eacheurs", "1829": "consid\u00e9rablement", "1830": "aliments", "1831": "s\u00e9rieusement", "1832": "vivre", "1833": "ad\u00e9quate", "1834": "vivent", "1835": "avril", "1836": "rel\u00e8ve", "1837": "communs", "1838": "d\u00e9battre", "1839": "l'approche", "1840": "hausse", "1841": "d'int\u00e9r\u00eat", "1842": "16", "1843": "s'ils", "1844": "l'\u00e9chelle", "1845": "terminer", "1846": "d'adh\u00e9sion", "1847": "recevoir", "1848": "invite", "1849": "finances", "1850": "organes", "1851": "fixer", "1852": "supprimer", "1853": "voulu", "1854": "concernent", "1855": "crucial", "1856": "allemagne", "1857": "r\u00e9unions", "1858": "d'obtenir", "1859": "facteurs", "1860": "conna\u00eetre", "1861": "100", "1862": "histoire", "1863": "courage", "1864": "destin\u00e9es", "1865": "m\u00e9diterran\u00e9e", "1866": "parall\u00e8lement", "1867": "diff\u00e9rence", "1868": "acceptable", "1869": "centrales", "1870": "ii", "1871": "para\u00eet", "1872": "d'autant", "1873": "favorables", "1874": "\u00e9tabli", "1875": "s'agissant", "1876": "garder", "1877": "pays-bas", "1878": "constate", "1879": "ph\u00e9nom\u00e8ne", "1880": "urgence", "1881": "pac", "1882": "paiements", "1883": "l'int\u00e9rieur", "1884": "m'a", "1885": "dangereux", "1886": "transfert", "1887": "l'autorit\u00e9", "1888": "trouv\u00e9", "1889": "l'exercice", "1890": "soyons", "1891": "lien", "1892": "pr\u00e9sent\u00e9e", "1893": "naturelles", "1894": "clause", "1895": "administratives", "1896": "fond\u00e9e", "1897": "conscients", "1898": "capables", "1899": "pr\u00e9ciser", "1900": "arriver", "1901": "active", "1902": "\u00e9ducation", "1903": "envisager", "1904": "dignit\u00e9", "1905": "accro\u00eetre", "1906": "textes", "1907": "1997", "1908": "relativement", "1909": "autorit\u00e9", "1910": "c'\u00e9tait", "1911": "majeure", "1912": "auraient", "1913": "appropri\u00e9e", "1914": "l'irlande", "1915": "compl\u00e8tement", "1916": "inqui\u00e9tudes", "1917": "d\u00e9pit", "1918": "crimes", "1919": "serons", "1920": "britanniques", "1921": "petite", "1922": "pilier", "1923": "propos\u00e9es", "1924": "r\u00e9glementations", "1925": "r\u00e9el", "1926": "g\u00e9n\u00e9rales", "1927": "orateurs", "1928": "fut", "1929": "pr\u00e9vue", "1930": "minimum", "1931": "industrielle", "1932": "permettrait", "1933": "s'y", "1934": "vois", "1935": "apport\u00e9", "1936": "tour", "1937": "rev\u00eat", "1938": "plein", "1939": "l'entr\u00e9e", "1940": "autour", "1941": "priv\u00e9", "1942": "l'ouverture", "1943": "r\u00e9gimes", "1944": "d\u00e9termination", "1945": "fonctionne", "1946": "restrictions", "1947": "pr\u00e9venir", "1948": "influence", "1949": "crises", "1950": "patients", "1951": "ong", "1952": "pouvait", "1953": "n'existe", "1954": "l'obligation", "1955": "principale", "1956": "reconstruction", "1957": "f\u00e9vrier", "1958": "\u00eatres", "1959": "villes", "1960": "enti\u00e8re", "1961": "taxe", "1962": "mauvais", "1963": "sport", "1964": "orientale", "1965": "perdre", "1966": "d'argent", "1967": "l'agenda", "1968": "examen", "1969": "d'\u00e9tablir", "1970": "terre", "1971": "tenter", "1972": "expliquer", "1973": "tch\u00e8que", "1974": "premiers", "1975": "coh\u00e9rente", "1976": "convergence", "1977": "compter", "1978": "entrer", "1979": "conna\u00eet", "1980": "am\u00e9liorations", "1981": "organis\u00e9e", "1982": "est-ce", "1983": "socialistes", "1984": "croire", "1985": "d\u00e9tails", "1986": "pr\u00e9sents", "1987": "plaisir", "1988": "suivant", "1989": "roms", "1990": "l'onu", "1991": "l'avons", "1992": "directrices", "1993": "blanc", "1994": "environnementaux", "1995": "cl\u00e9", "1996": "\u00e9change", "1997": "ayons", "1998": "r\u00e9partition", "1999": "pacifique", "2000": "soumettre", "2001": "ajout\u00e9e", "2002": "existent", "2003": "humain", "2004": "causes", "2005": "capitaux", "2006": "am\u00e9ricain", "2007": "introduire", "2008": "second", "2009": "l'otan", "2010": "exemples", "2011": "importations", "2012": "futures", "2013": "\u00e9poque", "2014": "joue", "2015": "existantes", "2016": "voisinage", "2017": "t\u00e2ches", "2018": "programme-cadre", "2019": "cr\u00e9\u00e9", "2020": "facteur", "2021": "formuler", "2022": "meilleurs", "2023": "bases", "2024": "mouvement", "2025": "v\u00e9rit\u00e9", "2026": "ferme", "2027": "montrent", "2028": "origine", "2029": "construire", "2030": "simplification", "2031": "enqu\u00eate", "2032": "proche", "2033": "organis\u00e9", "2034": "co2", "2035": "propri\u00e9t\u00e9", "2036": "commercial", "2037": "obligatoire", "2038": "mentionner", "2039": "revanche", "2040": "bient\u00f4t", "2041": "l'origine", "2042": "remarquer", "2043": "internet", "2044": "lanc\u00e9", "2045": "21", "2046": "organismes", "2047": "l'unanimit\u00e9", "2048": "quinze", "2049": "irak", "2050": "arrive", "2051": "majeur", "2052": "prosp\u00e9rit\u00e9", "2053": "l'\u00e9poque", "2054": "l'afrique", "2055": "constitutionnel", "2056": "fran\u00e7aise", "2057": "prennent", "2058": "diff\u00e9rente", "2059": "1996", "2060": "commenc\u00e9", "2061": "palestiniens", "2062": "viennent", "2063": "respecte", "2064": "figure", "2065": "lorsqu", "2066": "travaill\u00e9", "2067": "reconnu", "2068": "regrettable", "2069": "gauche", "2070": "l'existence", "2071": "capitale", "2072": "priv\u00e9e", "2073": "existants", "2074": "aurions", "2075": "prodi", "2076": "ferroviaire", "2077": "d'agir", "2078": "harmonisation", "2079": "continuent", "2080": "appropri\u00e9", "2081": "contribue", "2082": "verts", "2083": "ouverture", "2084": "l'internet", "2085": "essentielles", "2086": "strat\u00e9gies", "2087": "\u00e9nergies", "2088": "g\u00e9rer", "2089": "d'investissement", "2090": "jou\u00e9", "2091": "publicit\u00e9", "2092": "sinc\u00e8rement", "2093": "dette", "2094": "r\u00e9agir", "2095": "croatie", "2096": "men\u00e9es", "2097": "visite", "2098": "urgent", "2099": "culturel", "2100": "citer", "2101": "immigration", "2102": "stocks", "2103": "crime", "2104": "pr\u00e9alable", "2105": "sept", "2106": "types", "2107": "tentative", "2108": "perdu", "2109": "d'apr\u00e8s", "2110": "paroles", "2111": "semblent", "2112": "sign\u00e9", "2113": "experts", "2114": "d\u00e9pend", "2115": "hors", "2116": "souverainet\u00e9", "2117": "interdiction", "2118": "garde", "2119": "travaillent", "2120": "chef", "2121": "mutuelle", "2122": "consid\u00e9rons", "2123": "humaines", "2124": "baisse", "2125": "consid\u00e9r\u00e9", "2126": "inclure", "2127": "satisfaction", "2128": "cultures", "2129": "introduit", "2130": "arguments", "2131": "cycle", "2132": "d'y", "2133": "\u00e9nerg\u00e9tiques", "2134": "activement", "2135": "maximum", "2136": "assistance", "2137": "d'avis", "2138": "touche", "2139": "sortir", "2140": "obligation", "2141": "l'\u00e9tablissement", "2142": "marge", "2143": "conventions", "2144": "table", "2145": "men\u00e9e", "2146": "main", "2147": "pr\u00e9voir", "2148": "ressortissants", "2149": "d\u00e9tail", "2150": "sensible", "2151": "visas", "2152": "avanc\u00e9es", "2153": "d\u00e9ficit", "2154": "cr\u00e9dit", "2155": "fais", "2156": "g\u00e9n\u00e9ralement", "2157": "int\u00e9ressant", "2158": "exportations", "2159": "habitants", "2160": "19", "2161": "incombe", "2162": "cent", "2163": "vivement", "2164": "li\u00e9e", "2165": "r\u00e9gler", "2166": "r\u00e9duit", "2167": "ville", "2168": "rend", "2169": "locaux", "2170": "exercer", "2171": "ressort", "2172": "essayer", "2173": "\u00e9laborer", "2174": "laisse", "2175": "fix\u00e9", "2176": "r\u00e9p\u00e9ter", "2177": "assumer", "2178": "denr\u00e9es", "2179": "libre-\u00e9change", "2180": "tribunal", "2181": "diminution", "2182": "opposition", "2183": "visent", "2184": "d'utiliser", "2185": "moyenne", "2186": "renforc\u00e9e", "2187": "motion", "2188": "ind\u00e9pendants", "2189": "pr\u00e9vues", "2190": "centaines", "2191": "r\u00e9p\u00e8te", "2192": "abord\u00e9", "2193": "passage", "2194": "bref", "2195": "l'an", "2196": "rurales", "2197": "r\u00e9cente", "2198": "bons", "2199": "opinions", "2200": "80", "2201": "l'interdiction", "2202": "int\u00e9gr\u00e9e", "2203": "saluer", "2204": "perte", "2205": "l'allemagne", "2206": "60", "2207": "comportement", "2208": "apporte", "2209": "faibles", "2210": "mode", "2211": "partenaire", "2212": "utilis\u00e9es", "2213": "r\u00e9percussions", "2214": "d\u00e9marche", "2215": "nl", "2216": "d'atteindre", "2217": "bri\u00e8vement", "2218": "postes", "2219": "pr\u00e9sentation", "2220": "technologique", "2221": "conduit", "2222": "jeunesse", "2223": "repose", "2224": "disposent", "2225": "t\u00e9l\u00e9vision", "2226": "fronti\u00e8re", "2227": "b\u00e9n\u00e9fices", "2228": "concrets", "2229": "clairs", "2230": "concr\u00e8te", "2231": "\u00e9lecteurs", "2232": "italie", "2233": "version", "2234": "pratiquement", "2235": "adopt\u00e9s", "2236": "tellement", "2237": "derri\u00e8re", "2238": "directe", "2239": "provenant", "2240": "sp\u00e9cial", "2241": "\u00e9valuer", "2242": "taxes", "2243": "pouvez", "2244": "connaissons", "2245": "pr\u00eate", "2246": "bout", "2247": "provenance", "2248": "24", "2249": "conforme", "2250": "contrairement", "2251": "bas\u00e9e", "2252": "adopte", "2253": "l'examen", "2254": "degr\u00e9", "2255": "informer", "2256": "ill\u00e9gale", "2257": "conserver", "2258": "tva", "2259": "ppe-de", "2260": "ppe", "2261": "reprendre", "2262": "destruction", "2263": "excellente", "2264": "constructive", "2265": "\u00e9lectronique", "2266": "usage", "2267": "anciens", "2268": "l'impression", "2269": "amis", "2270": "\u00e9cologique", "2271": "dynamique", "2272": "civiles", "2273": "l'exp\u00e9rience", "2274": "attentes", "2275": "distribution", "2276": "avanc\u00e9e", "2277": "reconna\u00eet", "2278": "t\u00eate", "2279": "connaissances", "2280": "eau", "2281": "\u00e9troitement", "2282": "accord\u00e9e", "2283": "drogue", "2284": "remettre", "2285": "devient", "2286": "donn\u00e9e", "2287": "lib\u00e9raux", "2288": "lev\u00e9e", "2289": "n'ait", "2290": "vice-pr\u00e9sident", "2291": "d'association", "2292": "jeudi", "2293": "d\u00e9pos\u00e9s", "2294": "l'administration", "2295": "faute", "2296": "probl\u00e9matique", "2297": "acquis", "2298": "l'ukraine", "2299": "comporte", "2300": "l'opposition", "2301": "ports", "2302": "duquel", "2303": "taille", "2304": "liens", "2305": "missions", "2306": "fruits", "2307": "solide", "2308": "mains", "2309": "strictes", "2310": "quantit\u00e9", "2311": "tenue", "2312": "l'exploitation", "2313": "d\u00e9finitive", "2314": "op\u00e9rateurs", "2315": "retraite", "2316": "priv\u00e9s", "2317": "absence", "2318": "contrats", "2319": "entend", "2320": "pr\u00e9c\u00e9dente", "2321": "internes", "2322": "th\u00e8mes", "2323": "fer", "2324": "cat\u00e9gorie", "2325": "g\u00e9orgie", "2326": "comprend", "2327": "pire", "2328": "l'ind\u00e9pendance", "2329": "particip\u00e9", "2330": "int\u00e9grer", "2331": "\u00e9chelle", "2332": "pleine", "2333": "civils", "2334": "refl\u00e8te", "2335": "industries", "2336": "pr\u00eat", "2337": "articles", "2338": "r\u00e9gionaux", "2339": "fonctionner", "2340": "belarus", "2341": "susceptibles", "2342": "salaires", "2343": "a\u00e9riennes", "2344": "li\u00e9", "2345": "qu'a", "2346": "revenu", "2347": "satisfaire", "2348": "choisir", "2349": "permettront", "2350": "\u00e9quilibr\u00e9", "2351": "espagne", "2352": "r\u00e9side", "2353": "profond\u00e9ment", "2354": "concr\u00e8tement", "2355": "erreurs", "2356": "clart\u00e9", "2357": "intentions", "2358": "disant", "2359": "somme", "2360": "rapporteure", "2361": "23", "2362": "affirmer", "2363": "voitures", "2364": "finlande", "2365": "russe", "2366": "choisi", "2367": "administration", "2368": "p\u00e9titions", "2369": "territoires", "2370": "fix\u00e9s", "2371": "institutionnel", "2372": "men\u00e9", "2373": "voit", "2374": "luxembourg", "2375": "n\u00b0", "2376": "prenons", "2377": "chapitre", "2378": "contact", "2379": "flux", "2380": "destin\u00e9", "2381": "kyoto", "2382": "coop\u00e9rer", "2383": "pib", "2384": "serbie", "2385": "trouvons", "2386": "a-t-il", "2387": "difficult\u00e9", "2388": "\u00e9quilibr\u00e9e", "2389": "chimiques", "2390": "engager", "2391": "vuln\u00e9rables", "2392": "agenda", "2393": "auparavant", "2394": "l'ex\u00e9cution", "2395": "gros", "2396": "local", "2397": "el", "2398": "contribuera", "2399": "\u00e2g\u00e9es", "2400": "courant", "2401": "convenu", "2402": "adresser", "2403": "installations", "2404": "cher", "2405": "rejeter", "2406": "attendent", "2407": "contribuables", "2408": "mettent", "2409": "nice", "2410": "conduire", "2411": "grande-bretagne", "2412": "l'italie", "2413": "compr\u00e9hension", "2414": "contacts", "2415": "huit", "2416": "d'acc\u00e8s", "2417": "structurelles", "2418": "automobile", "2419": "d\u00e9triment", "2420": "d\u00e9faut", "2421": "souhait", "2422": "pressions", "2423": "500", "2424": "suppose", "2425": "significative", "2426": "conseils", "2427": "exclusivement", "2428": "l\u00e9gislations", "2429": "crains", "2430": "approuver", "2431": "bureaucratie", "2432": "1995", "2433": "effectu\u00e9", "2434": "d'int\u00e9gration", "2435": "l'\u00e9quilibre", "2436": "refus", "2437": "22", "2438": "d\u00e9clarer", "2439": "vente", "2440": "jusqu'ici", "2441": "inutile", "2442": "ext\u00e9rieur", "2443": "riches", "2444": "permanent", "2445": "for\u00eats", "2446": "futurs", "2447": "complet", "2448": "minutes", "2449": "discut\u00e9", "2450": "d'\u00e9cus", "2451": "signe", "2452": "chiffre", "2453": "professionnels", "2454": "d'apporter", "2455": "centres", "2456": "bilan", 